Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/default.po
Languages: pl_pl

source: Referral recycle cost should be a decimal value
pl_pl: Koszt wymiany poleconego powinien być wartością dziesiętną

source: Autorecycle time should be a non-negative numeric value
pl_pl: Czas AutoRecycle powinien być dodatnią wartością liczbową

source: Maximum purchase commission per referral should be a decimal value
pl_pl: Maksymalna prowizja za zakupy poleconego powinna być dodatnią wartością liczbową

source: Maximum purchase commission per transaction should be a decimal value
pl_pl: Maksymalna pojedyncza prowizja za zakupy poleconego powinna być dodatnią wartością liczbową

source: Commission delay should be a non-negative numeric value
pl_pl: Opóźnienie w przyznawaniu prowizji powinno być dodatnią wartością liczbową

source: Commission delay cannot be longer than 65535 days
pl_pl: Opóźnienie w przyznawaniu prowizji nie może być dłuższe niż 65535 days

source: Results per page should be a non-negative numeric value
pl_pl: Ilość wyników na stronie powinna być dodatnią wartością liczbową

source: Results per page should be a non-negative numeric value
pl_pl: Ilość wyników na stronie powinna być dodatnią wartością liczbową

source: Results per page cannot be more than 65535
pl_pl: Ilość wyników na stronie nie może być większa niż 65535

source: AutoPay trigger days should be a non-negative numeric value
pl_pl: Dni działania AutoPay powinny być dodatnią wartością liczbową

source: AutoPay trigger days cannot be longer than 255 days
pl_pl: Dni działania AutoPay powinny być większe niż 255 dni

source: Title length cannot be longer than 150 characters.
pl_pl: Tytuł nie może być dłuższy niż 150 znaków

source: New's content cannot be empty.
pl_pl: Zawartość wiadomości nie może być pusta

source: Show in login ads should be a valid date and time value.
pl_pl: Wartość pokaż w LoginAds powinna być prawidłową datą

source: URL should be between 10 and 512 characters
pl_pl: Adres URL powinien zawierać od 10 do 512 znaków

source: Number of slots should be a natural number or 0
pl_pl: Liczba slotów powinna być liczbą naturalną lub 0

source: Number of taken slots should be a natural number or 0
pl_pl: Liczba wykorzystanych slotów powinna być liczbą naturalną lub 0

source: Value should be a valid monetary value
pl_pl: Wartość powinna być prawidłową wartością pieniężną

source: Invalid status.
pl_pl: Nieprawidłowy status

source: Description cannot be longer than 1024 characters.
pl_pl: Opis nie może być dłuższy niż 1024 znaków

source: Reject reason cannot be longer than 1024 characters.
pl_pl: Powodu odrzucenia nie może być dłuższy niż 1024 znaków

source: Name length should be between 1 and 100 characters
pl_pl: Nazwa powinna mieć pomiędzy 1 a 100 znaków

source: Value should be a valid monetary value.
pl_pl: Wartość powinna być prawidłową wartością pieniężną

source: Quantity should be a valid numeric value.
pl_pl: Ilość powinna być prawidłową wartością numeryczną

source: Quantity should be between 0 and 4294967295.
pl_pl: Ilość powinna wynosić od 0 do 4294967295

source: Price should be a valid monetary value.
pl_pl: Cena powinna być prawidłową wartością pieniężną

source: Name should be between 0 and 129 characters long
pl_pl: Nazwa powinna mieć pomiędzy 0 a 129 znaków

source: Minimum deposit amount should be a decimal value
pl_pl: Minimalna kwota wpłaty powinna być wartością dziesiętną

source: Deposit fee (percent) should be a valid percentage value
pl_pl: Opłata za wpłatę powinna być prawidłową procentową wartością

source: Deposit fee should be a decimal value
pl_pl: Opłata za wpłatę powinna być prawidłową wartością dziesiętną

source: Cashout fee (percent) should be a valid percentage value
pl_pl: Opłata za wypłatę powinna być prawidłową procentową wartością

source: Cashout fee should be a decimal value
pl_pl: Opłata za wypłatę powinna być prawidłową wartością dziesiętną

source: Wrong gateway settings
pl_pl: Nieprawidłowe ustawienia bramki płatności

source: Number of days should be natural number
pl_pl: Liczba dni powinna być liczbą naturalną

source: Number of days should be unique
pl_pl: Liczba dni musi być unikatowa

source: Discount value should be a percentage value (0% - 100%)
pl_pl: Wartość zniżki powinna być wartością procentową z zakresu 0-100

source: Range start should be a natural number
pl_pl: Początek zakresu powinien być liczbą naturalną

source: Start value has to be lower than end value
pl_pl: Początkowa wartość musi być mniejsza od wartości końcowej

source: Range end should be a natural number
pl_pl: Koniec zakresu powinien być liczbą naturalną

source: End value has to be bigger than start value
pl_pl: Końcowa wartość musi być większa niż wartość początkowa

source: Price has to be bigger or equal to zero
pl_pl: Cena musi być większa lub równa zeru

source: Alias should be unique
pl_pl: Alias powinien być unikatowy

source: Alias should be shorter than 200 characters.
pl_pl: Alias powinien być krótszy niż 200 znaków

source: characters
pl_pl: znaków

source: Please enter site title.
pl_pl: Wprowadź tytuł strony

source: Please enter site name.
pl_pl: Wprowadź nazwę strony

source: Please enter site URL.
pl_pl: Wprowadź adres strony

source: Please enter a valid URL.
pl_pl: Wprowadź poprawny adres

source: Site email should be a valid e-mail address.
pl_pl: E-mail strony powinien być poprawnym adresem e-mail

source: Time should be a natural number.
pl_pl: Czas powinien być liczbą naturalną.

source: Wrong value for start timer.
pl_pl: Nieprawidłowa wartość dla początku odliczania

source: Unsupported captcha type.
pl_pl: Nieobsługiwany typ captcha

source: Unsupported renting option.
pl_pl: Nieobsługiwana opcja wynajmu

source: Number of days should be a natural number.
pl_pl: Liczba dni powinna być liczbą naturalną

source: Unsupported renting filter
pl_pl: Nieobsługiwany filtr wynajmu

source: Unsupported renting filter.
pl_pl: Nieobsługiwany filtr wynajmu

source: Unknown cashout mode
pl_pl: Nieznany tryb wypłaty

source: Maximum transfer value should be a decimal value.
pl_pl: Maksymalna kwota transferu powinna być wartością dziesiętną

source: Minimum transfer value should be a decimal value.
pl_pl: Minimalna kwota transferu powinna być wartością dziesiętną

source: Invalid value for currency symbol display mode.
pl_pl: Nieprawidłowa wartość dla symbolu waluty

source: Available places after comma should be in range [0, 8].
pl_pl: Liczba dostępnych miejsc po przecinku powinna mieścić się w zakresie 0-8

source: Available places after comma should be a valid natural number (0 included).
pl_pl: Liczba dostępnych miejsc po przecinku powinna być liczbą naturalną lub zerem

source: Total deposits amount should be a decimal value.
pl_pl: Kwota wpłat ogółem powinna być wartością dziesiętną

source: Commission can be added only to Account or Purchase Balance.
pl_pl: Prowizja może zostać dodana tylko do konta głównego lub zakupowego

source: Money can be taken only from Account or Purchase balance.
pl_pl: Pieniądze mogą być wzięte tylko z konta głównego lub zakupowego

source: Title length should be between 0 and 128.
pl_pl: Długość tytułu powinna wynosić pomiędzy 0 i 128

source: Title length should be a valid natural number.
pl_pl: Długość tytułu powinna być prawidłową liczbą naturalną

source: Description length should be between 0 and 1024.
pl_pl: Długość opisu powinna wynosić pomiędzy 0 i 1024

source: Description length should be a valid natural number.
pl_pl: Długość opisu powinna być prawidłową liczbą naturalną

source: Preview time should be a valid natural number.
pl_pl: Czas podglądu powinien być liczbą naturalną

source: Timeout should be a valid natural number.
pl_pl: Limit czasu powinien być liczbą naturalną

source: Activity clicks should be a valid natural number.
pl_pl: Liczba kliknięć aktywności powinna być liczbą naturalną

source: Withdraw clicks should be a valid natural number.
pl_pl: Liczba klików do wypłaty powinna być liczbą naturalną

source: Days should be a valid natural number.
pl_pl: Ilość dni powinna być liczbą naturalną

source: Number of hours should be a valid natural number.
pl_pl: Ilość godzin powinna być liczbą naturalną

source: Ads per box should be a valid natural number.
pl_pl: Limit reklam na boks reklamowy powinnien być liczbą naturalną

source: Description length should be between 0 and 300.
pl_pl: Długość opisu powinnien wynosić pomiędzy 0 a 300

source: list
pl_pl: lista

source: AutoRenew days should be numbers separated by commas.
pl_pl: Dni AutoRenew powinny być oddzielone przecinkiem, bez spacji

source: AutoRenew tries number should be between -1 and 128.
pl_pl: Liczba prób AutoRenew powinna być liczbą z zakresu -1 a 128

source: Paid Offers active setting should be a boolean value
pl_pl: Ustawienia aktywności płatnych zadań musi być wartością logiczną

source: Name cannot be longer than 100 characters.
pl_pl: Nazwa nie może być dłuższa niż 100 znaków

source: Message cannot be empty.
pl_pl: Wiadomość nie może być pusta

source: Please select department.
pl_pl: Proszę wybrać odpowiedni dział

source: Full name cannot be longer than 71 characters.
pl_pl: Imię i nazwisko nie może być dłuższe niż 71 znaków

source: E-mail cannot be longer than 50 characters.
pl_pl: Adres e-mail nie może być dłuższy niż 50 znaków

source: Please enter a valid e-mail address.
pl_pl: Proszę wpisać prawidłowy adres e-mail

source: Subject cannot be longer than 100 characters.
pl_pl: Temat nie może być dłuższy niż 100 znaków

source: Status can be only "Open" or "Closed".
pl_pl: Dozwolony status to tylko "Otwarty" lub "Zamknięty"

source: range
pl_pl: zakres

source: Message cannot be empty
pl_pl: Wiadomość nie może być pusta

source: Username cannot be blank
pl_pl: Nazwa użytkownika nie może być pusta

source: Username cannot be longer than 50 and shorter than 3 characters
pl_pl: Nazwa użytkownika nie może być dłuższa niż 50 i krótsza niż 3 znaki

source: Username must only contain letters and numbers
pl_pl: Twoja nazwa użytkownika może zawierać tylko litery i cyfry

source: This username is already taken
pl_pl: Nazwa użytkownika jest już zajęta

source: This username is blocked
pl_pl: Ta nazwa użytkownika jest zablokowana

source: Password cannot be blank
pl_pl: Hasło nie może być puste

source: Password have to be longer than 6 characters
pl_pl: Hasło musi być dłuższe niż 6 znaków

source: You cannot use your username as password
pl_pl: Nie możesz użyć nazwy użytkownika jako hasło

source: Please retype your password
pl_pl: Wpisz ponownie hasło

source: Passwords do not match
pl_pl: Hasła nie są identyczne

source: valid
pl_pl: ważne

source: Please enter a valid e-mail address
pl_pl: Proszę wpisać prawidłowy adres e-mail

source: This e-mail is in use
pl_pl: Ten adres e-mail jest używany

source: This email is blocked.
pl_pl: Ten e-mail jest zablokowany

source: Please enter your first name
pl_pl: Proszę wpisać swoje imię

source: Please enter your last name
pl_pl: Proszę podać swoje nazwisko

source: Please read and accept Terms Of Service
pl_pl: Prosimy o przeczytanie i zaakceptowanie regulaminu

source: Please supply a valid IP address
pl_pl: Proszę podać prawidłowy adres IP

source: This IP is already in use
pl_pl: Ten adres IP jest już w użyciu

source: Account balance should be a decimal value
pl_pl: Saldo konta powinno być wartością dziesiętną

source: Purchase balance cannot be a negative number
pl_pl: Stan konta zakupowego nie może być liczbą ujemną

source: Upline commission should be a decimal value
pl_pl: Prowizja polecającego powinna być wartością dziesiętną

source: Upline commission cannot be a negative number
pl_pl: Prowizja polecającego nie może być liczbą ujemną

source: length
pl_pl: długość

source: Avatar URL cannot be longer than 255 characters
pl_pl: Adres URL awatara nie może być dłuższy niż 512 znaków

source: Avatar should be a valid HTTP URL (with "http://")
pl_pl: Proszę podać pełen adres z przedrostkiem http(s)://

source: Signature cannot be longer than 255 characters
pl_pl: Podpis nie może być dłuższy niż 255 znaków

source: AutoPay enable should be a boolean value
pl_pl: Włączanie AutoPay powinno być wartością logiczną

source: AutoPay done should be a boolean value
pl_pl: Wykonanie AutoPay powinno być wartością logiczną

source: AutoRenew days should be between 0 and 65535
pl_pl: Zakres dni AutoRenew wynosi pomiędzy 0 a 65535

source: AutoRenew extend should be between 0 and 65535
pl_pl: Zakres przedłużenia poleconego z AutoRenew wynosi pomiędzy 0 a 65535

source: This country is blocked.
pl_pl: Ten kraj jest zablokowany

source: Please select Male or Female
pl_pl: Proszę wybrać płeć

source: Birthday cannot be in the future
pl_pl: Data urodzin nie może być w przyszłości

source: Address cannot be longer than 200 characters
pl_pl: Adres nie może mieć więcej niż 200 znaków

source: numeric
pl_pl: numeryczne

source: Total clicks number cannot be less than credited clicks number
pl_pl: Suma kliknięć nie może być większa niż suma zaliczonych kliknięć

source: Deposit amount should be a decimal value
pl_pl: Kwota wpłaty powinna być wartością dziesiętną

source: Deposit amount cannot be a negative number
pl_pl: Kwota wpłaty nie może być liczbą ujemną

source: clicks
pl_pl: kliknięć

source: Learn more about our platform
pl_pl: Dowiedz się więcej

source: Sign up, now!
pl_pl: Zapisz się, teraz!

source: Registered users
pl_pl: Zarejestrowanych użytkowników

source: Users yesterday
pl_pl: Użytkowników zarejestrowanych wczoraj

source: Paid so far
pl_pl: Wypłacone

source: Ads watched
pl_pl: Obejrzanych reklam

source: Navigation
pl_pl: Nawigacja

source: Resources
pl_pl: Strony

source: or
pl_pl: lub

source: Please put your username (nickname) which you gonna use for logging in and in forum section. Make sure to use only alphanumerical symbols.
pl_pl: Wpisz nazwę użytkownika, której będziesz używał do logowania a także na forum. Upewnij się, że zawiera tylko symbole alfanumeryczne.

source: Please put your password. Make sure it differs from the other sites you use and make it as much complicated as it possible. Make sure no one else will know your password for security purposes.
pl_pl: Wpisz swoje hasło. Upewnij się, że różni się ono od innych haseł które używasz na innych stronach i że jest wystarczająco skomplikowane. Upewnij się także, że nikt inny nie pozna Twojego hasła dla bezpieczeństwa Twojego konta.

source: Please confirm your password.
pl_pl: Proszę potwierdzić hasło

source: Please put your real email address so we can send you confirmation link needed to finish sign up process. We will not share this email with anyone, we will use it only to keep you updated about site news and to recover your password in case you will forget it.
pl_pl: Proszę podać swój prawdziwy adres email abyśmy mogli wysłać link potwierdzający zapis, niezbędny do zakończenia rejestracji. Nie udostępniamy Twojego adresu email, użyjemy go tylko aby wysyłać powiadomienia o nowościach w serwisie i przy próbie odzyskania hasła.

source: Enter your first name
pl_pl: Wpisz swoje imię

source: Please put your real first name. It is needed for payment purposes.
pl_pl: Wpisz swoje prawdziwe imię, jest to potrzebne do przetwarzania płatności

source: Enter your last name
pl_pl: Wpisz swoje nazwisko

source: Please put your real last name. It is needed for payment purposes.
pl_pl: Wpisz swoje prawdziwe nazwisko, jest to potrzebne do przetwarzania płatności

source: Person which referred you
pl_pl: Osoba, która Cię poleciła

source: This is the nickname of person which referred you to FuturumClix. If you do not have any referrer just leave this field blank.
pl_pl: To jest osoba, która Cię poleciła do serwisu. Jeżeli nie masz takiej osoby, zostaw to pole puste.

source: Show QR Code
pl_pl: Pokaż kod QR

source: Show all clicks
pl_pl: Pokaż wszystkie kliknięcia

source: Show only credited clicks
pl_pl: Pokaż tylko kredytowane kliknięcia

source: Cashout History
pl_pl: Historia wypłat

source: Date
pl_pl: Data
