Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/default.po
Languages: pl_pl

source: Please provide description of application.
pl_pl: Proszę podać treść zgłoszenia.

source: Please provide reason of application rejection.
pl_pl: Proszę podać powód odrzucenia zgłoszenia.

source: Accept application
pl_pl: Zaakceptuj zgłoszenie

source: Price per slot
pl_pl: Cena za slot

source: Edit "%s"
pl_pl: Edytuj "%s"

source: My current Paid Offers
pl_pl: Moje płatne zadania

source: Add more slots
pl_pl: Dodaj więcej slotów

source: Pause offer
pl_pl: Zatrzymaj zadanie

source: Activate offer
pl_pl: Aktywuj zadanie

source: All
pl_pl: Wszystko

source: Show all applications
pl_pl: Pokaż wszystkie zgłoszenia

source: Show pending applications
pl_pl: Pokaż oczekujące zgłoszenia

source: Accepted
pl_pl: Zaakceptowane

source: Show accepted applications
pl_pl: Pokaż zaakceptowane zgłoszenia

source: Show rejected applications
pl_pl: Pokaż odrzucone zgłoszenia

source: Delete this offer
pl_pl: Usuń to zadanie

source: Active offers
pl_pl: Aktywne zadania

source: Ignored offers
pl_pl: Ignorowane oferty

source: Date added
pl_pl: Dodano

source: Offer's value
pl_pl: Wartość zadania

source: Completed date
pl_pl: Data wykonania

source: Approval date
pl_pl: Data zatwierdzenia

source: Pending since
pl_pl: Oczekujące od

source: Rejection date
pl_pl: Data odrzucenia

source: Payment cancelled: %s - %s.
pl_pl: Płatność anulowana: %s -%s.

source: Payment cancelled: %s.
pl_pl: Płatność anulowana: %s.

source: Payment cancelled.
pl_pl: Płatność została anulowana.

source: You will be redirected to %s site in 5 seconds, if not, please click %s
pl_pl: Jeśli nie zostaniesz przekierowywany automatycznie do %s w przeciągu kilku sekund, kliknij %s

source: Payment completed: %s - %s.
pl_pl: Płatność zakończona: %s -%s.

source: Payment completed: %s.
pl_pl: Płatność zakończona: %s.

source: Payment completed.
pl_pl: Płatność zakończona.

source: Click anywhere on the picture
pl_pl: Kliknij w dowolnym miejscu na obrazku

source: Terms of Service
pl_pl: Regulamin

source: Signature:
pl_pl: Podpis:

source: %s Balance
pl_pl: %s konto

source: Support tickets
pl_pl: Zgłoszenia

source: Full name
pl_pl: Imię i nazwisko

source: Please enter captcha
pl_pl: Wprowadź kod captcha

source: Send support ticket
pl_pl: Wyślij zgłoszenie

source: Your support tickets
pl_pl: Twoje zgłoszenia

source: Open support ticket
pl_pl: Otwórz nowe zgłoszenie

source: Check ticket status
pl_pl: Sprawdź status zgłoszenia

source: Creation time
pl_pl: Czas utworzenia

source: Banners and referral links
pl_pl: Banery i linki referencyjne

source: SHOW YOUR USERNAME AS:
pl_pl: Pokaż nazwę użytkownika jako:

source: YOUR REFERRAL LINK:
pl_pl: Twój link polecający:

source: Click to copy into clipboard
pl_pl: Kliknij, aby skopiować do schowka

source: QR CODE:
pl_pl: Kod QR:

source: Statistical banner
pl_pl: Statystyczny baner

source: BANNER LINK:
pl_pl: Link banera

source: HTML CODE:
pl_pl: Kod HTML:

source: FORUM CODE:
pl_pl: Kod na forum:

source: Your profile
pl_pl: Twój profil

source: Gender:
pl_pl: Płeć:

source: Date of birth:
pl_pl: Data urodzenia:

source: %s is waiting for verification. To resend verification e-mail please click %s.
pl_pl: %s oczekuje na weryfikację. Aby ponownie wysłać e-mail weryfikacyjny, kliknij %s.

source: Account id for %s:
pl_pl: Identyfikator konta %s:

source: Forum avatar:
pl_pl: Avatar na forum:

source: Forum signature:
pl_pl: Podpis na forum:

source: Forum statistics:
pl_pl: Statystyki na forum:

source: New Password:
pl_pl: Nowe hasło:

source: Confirm New Password:
pl_pl: Potwierdź nowe hasło:

source: Current Password:
pl_pl: Twoje aktualne hasło:

source: AutoPay statistics
pl_pl: Statystyki AutoPay

source: AutoRenew statistics
pl_pl: Statystyki AutoRenew

source: Referrals count / your referral limit
pl_pl: Ilość poleconych / Twój limit

source: unlimited
pl_pl: Bez limitu

source: Please choose your referral pack:
pl_pl: Wybierz pakiet poleconych:

source: Price: %s
pl_pl: Cena: %s

source: Sorry, but we don't have any direct referrals for sale at the moment.
pl_pl: Przykro nam, ale w tej chwili nie mamy żadnych bezpośrednich poleconych na sprzedaż.

source: Please choose to which account you want to transfer money:
pl_pl: Proszę wybrać, na które konto chcesz przelać pieniądze:

source: You can not be paid on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
pl_pl: Nie możesz otrzymać środków na konto %s ponieważ bieżąca wypłata i suma dotychczasowych wypłat na konto %s przekraczają sumę zakupów dokonanych z konta %s.

source: You can not be paid on %s unless you fill an payment account address in User Profile.
pl_pl: Nie możemy wypłacić środków na konto %s dopóki nie uzupełnisz numeru konta (adres) w swoim profilu.

source: You can not use %s due to recent changes in your account. Please wait untill %s
pl_pl: Nie możesz wypłacić na konto %s ponieważ dokonywałeś zmian w swoim profilu. Musisz poczekać do %s

source: Maximum withdraw amount
pl_pl: Maksymalna kwota wypłaty

source: Our fees
pl_pl: Nasze opłaty

source: You will receive
pl_pl: Otrzymasz

source: Payment account
pl_pl: Konto płatności

source: Withdraw money
pl_pl: Wypłata środków

source: Buy more referrals
pl_pl: Kup więcej poleconych

source: Other statistics
pl_pl: Pozostałe statystyki

source: Total earinings
pl_pl: Łączne zarobki

source: Your own clicks
pl_pl: Twoje własne kliknięcia

source: Personal earnings
pl_pl: Zarobki osobiste

source: Rented Referral clicks
pl_pl: Kliknięcia wypożyczonych poleconych

source: Direct Referral clicks
pl_pl: Kliknięcia bezpośrednich poleconych

source: Earned from direct referrals
pl_pl: Zarobki z bezpośrednich poleconych

source: Earned from rented referrals
pl_pl: Zarobki z wypożyczonych poleconych

source: Credited referral commissions
pl_pl: Zaliczona prowizja za poleconych

source: Pending referral commissions
pl_pl: Oczekująca prowizja za poleconych

source: Total purchases
pl_pl: Suma zakupów

source: Total received
pl_pl: Suma wypłat

source: Pending cashout
pl_pl: Oczekujące wypłaty

source: Your Clicks
pl_pl: Twoje własne kliknięcia

source: Clicks credited
pl_pl: Kliki zaliczone

source: Direct referrals clicks
pl_pl: Kliknięcia bezpośrednich poleconych

source: Rented referrals clicks
pl_pl: Kliknięcia wypożyczonych poleconych

source: Please choose from where you want to transfer money:
pl_pl: Proszę wybrać z którego konta chcesz wpłacić pieniądze:

source: Current purchase balance
pl_pl: Aktualne saldo konta zakupowego

source: Minimum deposit amount is:
pl_pl: Minimalna kwota wpłaty wynosi:

source: Fee:
pl_pl: Opłata:

source: Transfer money
pl_pl: Przelej

source: Total Payment:
pl_pl: Kwota wpłaty:

source: %s clicks
pl_pl: %s kliknięć

source: %s clicks credited
pl_pl: %s zaliczonych kliknięć

source: Referral since
pl_pl: Polecony od

source: Comes From
pl_pl: Pochodzi z

source: Last Click
pl_pl: Ostatnie kliknięcie

source: AVG
pl_pl: Średnia

source: Never
pl_pl: Nigdy

source: Show this referral statistics
pl_pl: Pokaż statystyki tego poleconego

source: Delete this referral
pl_pl: Usuń tego poleconego

source: Do you want to remove %s for $%s?
pl_pl: Czy chcesz usunąć %s za $%s?

source: What would you like to do with selected referrals?
pl_pl: Co chcesz zrobić z wybranymi poleconymi?

source: Please choose
pl_pl: Proszę wybrać

source: Continue
pl_pl: Dalej

source: Do you want to remove those referrals for
pl_pl: Czy chcesz usunąć tych poleconych za

source: Please select an action.
pl_pl: Należy wybrać działanie

source: Enter your username
pl_pl: Wprowadź nazwę użytkownika

source: Enter your password
pl_pl: Wprowadź hasło

source: Reset Password
pl_pl: Resetuj hasło

source: Add more funds
pl_pl: Dodaj środki

source: Already rented referrals / your referral limit
pl_pl: Wynajętych / Twój limit poleconych

source: %s credited clicks
pl_pl: %s zaliczonych kliknięć

source: Disable AutoPay
pl_pl: Wyłącz AutoPay

source: Are you sure you want to disable AutoPay?
pl_pl: Czy na pewno chcesz wyłączyć AutoPay?

source: Enable AutoPay
pl_pl: Włącz AutoPay

source: Are you sure you want to enable AutoPay?
pl_pl: Czy na pewno chcesz włączyć AutoPay?

source: Enabled
pl_pl: Włączony

source: Enable AutoRenew
pl_pl: Włącz AutoRenew

source: Period:
pl_pl: Okres:

source: Days:
pl_pl: Dni:

source: Enable
pl_pl: Włącz

source: Disable AutoRenew
pl_pl: Wyłącz AutoRenew

source: Are you sure you want to disable AutoRenew?
pl_pl: Czy na pewno chcesz wyłączyć AutoRenew?

source: Rent more referrals
pl_pl: Wypożycz więcej poleconych

source: Currently you don't have any rented referrals. To rent some please go %s.
pl_pl: Aktualnie nie masz żadnych wypożyczonych poleconych. Aby wypożyczyć, kliknij tutaj %s.

source: Expiry date
pl_pl: Data wygaśnięcia

source: Last click
pl_pl: Ostatnie kliknięcie

source: Recycle this referral
pl_pl: Wymień tego poleconego

source: Are you sure you want to recycle %s?
pl_pl: Czy na pewno chcesz wymienić %s?

source: for
pl_pl: za

source: Resend verification email
pl_pl: Ponownie wyślij e-mail aktywacyjny

source: Please enter your e-mail
pl_pl: Podaj swój adres e-mail

source: Enter your email address
pl_pl: Podaj swój adres e-mail

source: Request for a new password
pl_pl: Poproś o nowe hasło

source: Confirm password
pl_pl: Potwierdź hasło

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Referrer
pl_pl: Polecający

source: I understand and agree with %s
pl_pl: Rozumiem i zgadzam się z %s

source: Register
pl_pl: Rejestracja

source: Register with Facebook
pl_pl: Rejestruj się przez Facebooka

source: Minimum transfer amount is:
pl_pl: Minimalna kwota wpłaty wynosi:

source: Maximum transfer amount is:
pl_pl: Maksymalna kwota wpłaty wynosi:

source: Total Payment:
pl_pl: Kwota wpłaty:

source: Banners And Referral Links
pl_pl: Banery i linki referencyjne

source: Show Your Username As:
pl_pl: Pokaż nazwę użytkownika jako:

source: Your Referral Link:
pl_pl: Twój link polecający:

source: QR Code:
pl_pl: Kod QR:

source: Statistical Banner
pl_pl: Statystyczny baner

source: Banner Link:
pl_pl: Link banera:

source: HTML Code:
pl_pl: Kod HTML:

source: Forum Code:
pl_pl: Kod na forum:

source: Your Profile
pl_pl: Twój profil

source: Date Of Birth:
pl_pl: Data urodzenia:

source: Account Id For %s:
pl_pl: Identyfikator konta %s:

source: Forum Avatar:
pl_pl: Avatar na forum:

source: Forum Signature:
pl_pl: Podpis na forum:

source: Forum Statistics:
pl_pl: Statystyki na forum:

source: AutoPay Statistics
pl_pl: Statystyki AutoPay

source: AutoRenew Statistics
pl_pl: Statystyki AutoRenew

source: Withdraw Funds
pl_pl: Wypłata środków

source: You can not pay on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
pl_pl: Nie możesz otrzymać środków na konto %s ponieważ bieżąca wypłata i suma dotychczasowych wypłat na konto %s przekraczają sumę zakupów dokonanych z konta %s.

source: You can not pay on %s unless you fill an payment account address in User Profile.
pl_pl: Nie możemy wypłacić środków na konto %s dopóki nie uzupełnisz numeru konta (adres) w swoim profilu.

source: Maximum Withdraw Amount
pl_pl: Maksymalna kwota wypłaty

source: Our Fees
pl_pl: Nasze opłaty

source: You Will Receive
pl_pl: Otrzymasz

source: Payment Account
pl_pl: Konto płatności

source: Withdraw Money
pl_pl: Wypłata środków

source: Your Account In Numbers
pl_pl: Twoje konto w liczbach

source: Purchase Balance
pl_pl: Konto zakupowe

source: Your Clicks This Week
pl_pl: Kliknięcia w tym tygodniu

source: Other Statistics
pl_pl: Pozostałe statystyki

source: Total Earinings
pl_pl: Łączne zarobki

source: Your Own Clicks
pl_pl: Twoje własne kliknięcia

source: Personal Earnings
pl_pl: Zarobki osobiste

source: Rented Referral Clicks
pl_pl: Kliknięcia wypożyczonych poleconych

source: Direct Referral Clicks
pl_pl: Kliknięcia bezpośrednich poleconych

source: Earned From Direct Referrals
pl_pl: Zarobki z bezpośrednich poleconych

source: Earned From Rented Referrals
pl_pl: Zarobki z wypożyczonych poleconych

source: Credited Referral Commissions
pl_pl: Zaliczona prowizja za poleconych

source: Pending Referral Commissions
pl_pl: Oczekująca prowizja za poleconych

source: Total Purchases
pl_pl: Suma zakupów

source: Total Received
pl_pl: Suma wypłat

source: Pending Cashout
pl_pl: Oczekujące wypłaty

source: Direct Referrals Clicks
pl_pl: Kliknięcia bezpośrednich poleconych

source: Rented Referrals Clicks
pl_pl: Kliknięcia wypożyczonych poleconych

source: Please Choose From Where You Want To Transfer Money:
pl_pl: Proszę wybrać z którego konta chcesz wpłacić pieniądze:

source: Current Purchase Balance
pl_pl: Aktualne saldo konta zakupowego

source: Minimum Deposit Amount Is:
pl_pl: Minimalna kwota wpłaty wynosi:

source: Fee
pl_pl: Opłata

source: Transfer Money
pl_pl: Przelej

source: Referral Since
pl_pl: Polecony od

source: Sorry, but we don't have any referrals to rent at the moment.
pl_pl: Przykro nam, ale w tej chwili nie mamy żadnych poleconych do wypożyczenia.

source: Expiry Date
pl_pl: Data wygaśnięcia

source: Resend Verification E-mail
pl_pl: Wyślij ponownie e-mail potwierdzający

source: Enter Your E-mail Address
pl_pl: Wpisz swój adres e-mail

source: Request For A New Password
pl_pl: Poproś o nowe hasło

source: Register at
pl_pl: Zarejestruj się w

source: Confirm Password
pl_pl: Potwierdź hasło

source: First Name
pl_pl: Imię

source: Last Name
pl_pl: Nazwisko

source: I Understand And Agree With %s
pl_pl: Rozumiem i zgadzam się z %s

source: Minimum Transfer Amount Is
pl_pl: Minimalna kwota wpłaty wynosi

source: Maximum Transfer Amount Is
pl_pl: Maksymalna kwota wpłaty wynosi

source: Total Payment
pl_pl: Kwota wpłaty:

source: Title cannot be longer than 128 characters
pl_pl: Tytuł nie może być dłuższy niż 128 znaków

source: Title can contain only alphanumerical characters, "-", "_" or "."
pl_pl: Tytuł może zawierać tylko znaki alfanumeryczne, "-", "_" lub "."

source: Description cannot be longer than 1024 characters
pl_pl: Opis nie może być dłuższy niż 1024 znaków

source: URL cannot be longer than 512 characters
pl_pl: Adres URL nie może być dłuższy niż 512 znaków

source: Please enter a valid URL
pl_pl: Proszę podać poprawny adres URL

source: Number of clicks should be a natural number or 0
pl_pl: Liczba kliknięć powinna być liczbą naturalną lub 0

source: Please select a valid status
pl_pl: Proszę wybrać prawidłowy status

source: Package type cannot be longer than 20 characters
pl_pl: Typ pakietu nie może być dłuższy niż 20 znaków

source: Please select a valid package type
pl_pl: Proszę wybrać prawidłowy typ pakietu

source: Expiry should be a natural number or 0
pl_pl: Wygaśnięcie powinno być liczbą naturalną lub 0

source: Please enter valid e-mail address
pl_pl: Proszę wpisać prawidłowy adres e-mail

source: This e-mail adress is in use
pl_pl: Ten adres e-mail jest używany

source: Password should be at least 7 characters long
pl_pl: Hasło powinno mieć co najmniej siedem znaków.

source: Please enter a comma separated list of valid IP addresses
pl_pl: Wprowadź listę adresów IP, oddzielaną przecinkami.

source: Name cannot be longer than 32 characters
pl_pl: Nazwa nie może być dłuższa niż 32 znaki

source: Name cannot be empty
pl_pl: Nazwa nie może być pusta

source: Name can only contain alphanumerical symbols
pl_pl: Nazwa może zawierać tylko symbole alfanumeryczne

source: Time should be a numeric value (seconds)
pl_pl: Czas powinien być wartością liczbową (sekundy)

source: Time cannot be a negative value
pl_pl: Czas nie może być wartością ujemną

source: Allow description should be a boolean value
pl_pl: Pozwolenie na opis powinien być wartością boolean

source: Geo-targeting should be a boolean value
pl_pl: Targetowanie geograficzne powinno być wartością boolean

source: Referrals earnings should be a boolean value
pl_pl: Zarobki z poleconych powinny być wartością boolean

source: Status cannot be longer than 20 characters
pl_pl: Status nie może być dłuższy niż 20 znaków

source: Type cannot be longer than 20 characters
pl_pl: Typ nie może być dłuższy niż 20 znaków

source: Type have to be "Clicks" or "Days"
pl_pl: Typem muszą być "Kliknięcia" lub "Dni"

source: Type cannot be empty
pl_pl: Typ może być pusty

source: Amount should be a numeric value
pl_pl: Kwota powinna być wartość liczbową

source: Amount cannot be a negative number
pl_pl: Kwota nie może być liczbą ujemną

source: Price should be non-negative decimal with max two places after dot
pl_pl: Cena powinna być dodatnią liczbą dziesiętną z max dwoma miejscami po przecinku

source: Please supply a valid image
pl_pl: Proszę podać prawidłowy obraz

source: Invalid file, only images allowed (gif, png, jpg)
pl_pl: Nieprawidłowy plik, dozwolone typu plików to (gif, png, jpg)

source: Image must be less than 2MB
pl_pl: Rozmiar obrazka musi być mniejszy niż 2MB

source: Something went wrong with upload. Please try again.
pl_pl: Coś poszło nie tak, prosimy spróbować ponownie.

source: File with this name already exists
pl_pl: Plik o takiej nazwie już istnieje

source: Please supply a valid URL to image file
pl_pl: Proszę podać prawidłowy adres URL do pliku obrazu

source: Failed to download given file
pl_pl: Nie można pobrać pliku

source: boolean
pl_pl: wartość logiczna

source: Font name have to be shorter than 50 characters
pl_pl: Nazwa czcionki musi być krótsza niż 50 znaków

source: Font color should be in format RRGGBB
pl_pl: Kolor czcionki powinien być w formacie RRGGBB

source: Font size should be a numeric value
pl_pl: Rozmiar czcionki powinien być wartością liczbową

source: Coordinate should be a numeric value
pl_pl: Współrzędne powinny być wartością liczbową

source: Title cannot be longer than 128 charcters
pl_pl: Tytuł nie może być dłuższy niż 128 znaków

source: Image URL cannot be longer than 512 characters
pl_pl: Adres URL obrazu nie może być dłuższy niż 512 znaków

source: Number of impressions should be a natural number or 0
pl_pl: Liczba wyświetleń powinna być liczbą naturalną lub 0

source: Expiry value should be a natural number or 0
pl_pl: Wartość wygaśnięcia powinna być liczbą naturalną lub 0

source: Type have to be "Clicks", "Days", or "Impressions"
pl_pl: Typem muszą być "Kliknięcia", "Dni" lub "Odsłony"

source: Amount should be a decimal value
pl_pl: Kwota powinna być wartością dziesiętną

source: Fee should be a decimal value
pl_pl: Opłata powinna być wartością dziesiętną

source: Fee cannot be a negative number
pl_pl: Opłata nie może być liczbą ujemną

source: between
pl_pl: pomiędzy

source: Click value should be non-negative decimal value
pl_pl: Wartość kliknięcia powinna być dodatnią wartością dziesiętną

source: Note cannot be longer than 255 characters.
pl_pl: Uwaga nie może być dłuższa niż 255 znaków.

source: Currency code cannot be empty
pl_pl: Kod waluty nie może być pusty

source: Currency code cannot be shorter than 3 characters
pl_pl: Kod waluty nie może być krótszy niż 3 znaki

source: Currency code cannot be longer than 3 characters
pl_pl: Kod waluty nie może być dłuższy niż 3 znaki

source: Currency name cannot be empty
pl_pl: Nazwa waluty nie może być pusta

source: Currency name cannot be longer than 32 characters
pl_pl: Nazwa waluty nie może być dłuższa niż 32 znaki

source: Currency symbol cannot be empty
pl_pl: Symbol waluty nie może być pusty

source: Currency symbol cannot be longer than 3 characters
pl_pl: Symbol waluty nie może być dłuższy niż 3 znaki

source: Currency ISO number should be a numeric value
pl_pl: Numer ISO waluty powinien być wartością liczbową

source: Real step value should be a valid monetary value
pl_pl: Prawdziwy krok wartości powinnien być prawidłową wartością pieniężną

source: Gateway name cannot be longer than 25 characters
pl_pl: Nazwa bramki płatności nie może być dłuższa niż 25 znaków

source: Account cannot be longer than 50 characters
pl_pl: Konto nie może być dłuższe niż 50 znaków

source: Deposit status is wrong
pl_pl: Nieprawidłowy status depozytu

source: Item id cannot be longer than 100 characters
pl_pl: Identyfikator elementu nie może być dłuższy niż 100 znaków

source: Gateway identification cannot be longer than 255 characters
pl_pl: Identyfikator bramki płatności nie może być dłuższy niż 255 znaków

source: Datetime should be valid datetime
pl_pl: Datetime powinien być prawidłowym datetime

source: Purchase balance should be a decimal value
pl_pl: Konto zakupowe powinno być wartością dziesiętną

source: Status can be only "Credited" or "Cancelled".
pl_pl: Status może być tylko "Uznane" lub "Anulowano".

source: Amount should be less than 65535
pl_pl: Kwota powinna być mniejsza niż 65535

source: Price should be a valid decimal value
pl_pl: Cena powinna być prawidłową wartością dziesiętną

source: E-mail name cannot be longer than 50 characters
pl_pl: Nazwa e-mail nie może być dłuższa niż 50 znaków

source: Format can only be "text" or "html"
pl_pl: Format może być tylko "tekstowy" lub "html"

source: Subject cannot be longer than 50 characters
pl_pl: Temat nie może być dłuższy niż 50 znaków

source: Template cannot be empty.
pl_pl: Szablon nie może być pusty.

source: Template cannot be longer than 50 characters.
pl_pl: Nazwa szablonu nie może być dłuższa niż 50 znaków.

source: Description cannot be longer than 300 characters
pl_pl: Opis nie może być dłuższy niż 300 znaków

source: Please supply a valid IP address.
pl_pl: Wprowadź poprawny adres IP.

source: Type have to be "Clicks" or "Days".
pl_pl: Typem muszą być "Kliknięcia" lub "Dni"

source: Name should be between 1 and 50 characters
pl_pl: Nazwa powinna mieć pomiędzy 1 a 50 znaków

source: values
pl_pl: wartości

source: Limit should be lower than 1000000 (or -1 for unlimited value)
pl_pl: Limit powinnien być mniejszy niż 1000000 (lub -1 dla wartości unlimited)

source: Price should be non-negative decimal value
pl_pl: Cena powinna być dodatnią wartością dziesiętną

source: Price cannot be negative value
pl_pl: Czas nie może być wartością ujemną

source: Price should be a decimal value
pl_pl: Cena powinna być prawidłową wartością dziesiętną

source: Direct referrals delete cost should be a decimal value
pl_pl: Koszt usunięcia bezpośredniego poleconego powinien być wartością dziesiętną

source: Rented referrals expiry fee should be a decimal value
pl_pl: Koszt wygaśnięcia poleconego powinien być wartością dziesiętną

source: Minimum payout cannot be longer than 255 characters
pl_pl: Minimalny próg wypłaty nie może być dłuższy niż 255 znaków

source: Minimum payout should be a comma separated list of numbers
pl_pl: Minimalne progi wypłat powinny być numerami, oddzielonymi przecinkiem bez spacji

source: Maximum cashout amount should be a decimal value
pl_pl: Maksymalna kwota wypłaty powinna być wartością dziesiętną

source: Upgrade commission should be a decimal value
pl_pl: Prowizja za ulepszenie konta poleconego powinna być wartością dziesiętną

source: Fund commission should be a percentage value (0-100)
pl_pl: Prowizja za doładowanie konta przez poleconego powinna być wartością procentową z zakresu (0-100)

source: Purchase commission should be a percentage value (0-100)
pl_pl: Prowizja za zakupy poleconego powinna być wartością procentową z zakresu (0-100)

source: Time between renting should be a non-negative numeric value
pl_pl: Czas pomiędzy wynajmem powinien być dodatnią wartością liczbową

source: Available referrals packs cannot be longer than 255 characters
pl_pl: Dostępne pakiety poleconych nie mogą być dłuższe niż 255 znaków

source: Available referrals packs should be a comma separated list of numbers
pl_pl: Dostępne pakiety poleconych powinny być numerami, oddzielonymi przecinkiem bez spacji
