Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/default.po
Languages: pl_pl

source: Advertisement panel
pl_pl: Panel reklamodawcy

source: Invalid advertisement
pl_pl: Nieprawidłowa reklama

source: Advertisement deleted.
pl_pl: Reklama została usunięta.

source: Failed to delete advertisement. Please try again.
pl_pl: Reklama nie może zostać usunięta. Spróbuj proszę ponownie.

source: Advertisement saved successfully.
pl_pl: Reklama zapisana pomyślnie.

source: Failed to save advertisement. Please, try again.
pl_pl: Nie udało się zapisać reklamy. Spróbuj proszę ponownie.

source: Please supply a valid http(s) URL.
pl_pl: Proszę podać pełen adres z przedrostkiem http(s)://

source: Failed to connect to the service. Socket error: %s
pl_pl: Połączenie nie powiodło się z powodu następującego błędu: %s

source: Failed to connect to the service. Please check if URL is valid and server is running.
pl_pl: Nie można połączyć się z serwerem. Proszę sprawdzić adres strony i spróbować ponownie.

source: This site have set X-Frame-Options to SAMEORIGIN, it cannot be displayed in frame.
pl_pl: Ta strona posiada X-Frame-Options ustawione na SAMEORIGIN, przez co nie może być wyświetlona w ramce.

source: Package successfully assigned.
pl_pl: Pakiet został przypisany do reklamy.

source: Failed to assign package. Please try again.
pl_pl: Nie udało się przypisać pakietu. Spróbuj proszę ponownie.

source: %d %s on %s
pl_pl: %d %s na %s

source: Ad sucessfully saved.
pl_pl: Reklama zapisana pomyślnie.

source: Error while saving ad. Please try again.
pl_pl: Błąd podczas zapisywania reklamy. Proszę spróbuj ponownie.

source: Please choose countries for Geo-Targeting
pl_pl: Proszę wybrać kraje do targetowania geograficznego

source: Please choose memberships for targeting
pl_pl: Proszę wybrać członkostwa do targetowania po członkostwie

source: Ad successfully activated.
pl_pl: Reklama została aktywowana.

source: Error when activating ad. Please try again.
pl_pl: Nie udało się aktywować reklamy. Spróbuj proszę ponownie.

source: Ad successfully paused.
pl_pl: Reklama została zatrzymana.

source: Error while pausing ad. Please try again.
pl_pl: Błąd podczas wstrzymania reklamy. Proszę spróbuj ponownie.

source: Your account is suspended.
pl_pl: Twoje konto jest zawieszone.

source: Please do not refresh page after certain actions like buying on the site etc. Please come back to previous page with the back button in web browser.
pl_pl: Prosimy o nieodświeżanie strony po wykonanych akcjach jak na przykład zakupy na stronie. Proszę wrócić do poprzedniej strony używając przycisku powrót w przeglądarce.

source: Please fill in your profile data!
pl_pl: Zaktualizuj swój profil!

source: Banner ads panel
pl_pl: Panel reklam banerowych

source: Error while activating ad. Please try again.
pl_pl: Błąd podczas aktywacji reklamy. Proszę spróbuj ponownie.

source: Banner ad saved successfully
pl_pl: Reklama banerowa zapisana pomyślnie

source: Failed to save banner ad. Please, try again.
pl_pl: Nie udało się zapisać reklamy banerowej. Proszę spróbuj ponownie.

source: Package assigned sucessfully.
pl_pl: Pakiet został przypisany do reklamy.

source: Package assigned successfully.
pl_pl: Pakiet został przypisany do reklamy.

source: Referral's commissions
pl_pl: Prowizje za poleconych

source: Purchase history
pl_pl: Historia zakupów

source: Featured ads panel
pl_pl: Panel wyróżnionych ogłoszeń

source: Ad sucessfully activated.
pl_pl: Reklama została aktywowana.

source: Featured ad saved sucessfully
pl_pl: Wyróżnione ogłoszenie zostało pomyślnie zapisane.

source: Failed to save featured ad. Please, try again.
pl_pl: Nie udało się zapisać wyróżnionej reklamy. Proszę spróbuj ponownie.

source: Login ads panel
pl_pl: Panel reklam LoginAds

source: Error when pausing ad. Please try again.
pl_pl: Nie udało się zatrzymać reklamy. Spróbuj proszę ponownie.

source: Login ad saved successfully
pl_pl: Reklama LoginAd zapisana pomyślnie

source: Failed to save login ad. Please, try again.
pl_pl: Nie udało się zapisać reklamy LoginAd. Proszę spróbuj ponownie.

source: 1 month -
pl_pl: 1 miesiąc -

source: %d months -
pl_pl: %d miesięcy -

source: Unlimited
pl_pl: Bez limitu

source: Upgrade your account
pl_pl: Ulepsz swoje konto

source: Upgrading from Purchase Balance is not allowed
pl_pl: Ulepszenie konta z Konta Zakupowego nie jest możliwe

source: Buy membership
pl_pl: Kup członkostwo

source: You have been banned from Paid Offers.
pl_pl: Zostałeś zablokowany z możliwości wykonywania płatnych zadań.

source: Paid Offers Panel
pl_pl: Panel płatnych zadań

source: Paid offer saved successfully.
pl_pl: Płatne zadanie zapisano pomyślnie.

source: Failed to save paid offer. Please, try again.
pl_pl: Nie udało się zapisać płatnego zadania. Proszę spróbuj ponownie.

source: Failed to save Paid Offer. Please, try again.
pl_pl: Nie udało się zapisać płatnego zadania. Proszę spróbuj ponownie.

source: Paid Offers
pl_pl: Płatne zadania

source: Offer successfully activated.
pl_pl: Zadanie zostało aktywowane.

source: Error while activating offer. Please try again.
pl_pl: Nie udało się aktywować zadania. Proszę spróbuj ponownie.

source: Offer successfully paused.
pl_pl: Zadanie zostało wstrzymane.

source: Error while pausing offer. Please try again.
pl_pl: Nie udało się zatrzymać zadania. Proszę spróbuj ponownie.

source: Invalid offer
pl_pl: Nieprawidłowe zadanie

source: Offer deleted.
pl_pl: Zadanie zostało skasowane.

source: Failed to delete offer. Please try again.
pl_pl: Nie udało się usunąć zadania. Proszę spróbuj ponownie.

source: Value %s - %s slots - %s
pl_pl: Wartość %s - %s slotów - %s

source: %s slots %s value
pl_pl: %s slotów o wartości %s

source: slots: %d value: %s
pl_pl: slotów: %d wartość: %s

source: Paid Offers panel
pl_pl: Panel płatnych zadań

source: Offer successfully added to ignore list.
pl_pl: Zadanie dodano do listy ignorowanych.

source: Failed to add offer to ignore list. Please, try again later.
pl_pl: Nie udało się dodać zadania do listy ignorowanych. Spróbuj ponownie później.

source: Offer successfully removed from ignore list.
pl_pl: Zadanie pomyślnie usunięto z listy ignorowanych.

source: Failed to remove offer from ignore list. Please, try again later.
pl_pl: Nie udało się usunąć zadania z listy ignorowanych. Spróbuj ponownie później.

source: Application successfully accepted.
pl_pl: Zgłoszenie zostało przyjęte.

source: Failed to accept application. Please, try again later.
pl_pl: Nie udało się przyjąć zgłoszenia. Spróbuj ponownie później.

source: Payment Cancelled
pl_pl: Płatność została anulowana

source: Payment Successful
pl_pl: Płatność się powiodła

source: Payment redirection
pl_pl: Przekierowanie płatności

source: Payment message
pl_pl: Informacja o płatności

source: Invalid ticket.
pl_pl: Nieprawidłowe zgłoszenie.

source: Failed to check captcha. Please try again
pl_pl: Nie udało się sprawdzić captchy. Spróbuj ponownie.

source: Ticket successfully added. Please check e-mail address, you have provided, for further informations.
pl_pl: Zgłoszenie zostało przyjęte. Proszę sprawdzić skrzynkę pocztową, podaną podczas zgłoszenia, aby sprawdzić dalsze instrukcje postępowania.

source: Failed to add new ticket. Please, try again.
pl_pl: Nie udało się przyjąć nowego zgłoszenia. Spróbuj ponownie.

source: Answer successfully saved.
pl_pl: Odpowiedź została przyjęta.

source: Failed to save your answer. Please, try again.
pl_pl: Nie udało się przyjąć odpowiedzi. Spróbuj ponownie.

source: Promotion tools
pl_pl: Narzędzia do polecania

source: The user profile has been saved.
pl_pl: Profil został pomyślnie zapisany.

source: Failed to save user profile.
pl_pl: Nie udało się zapisać profilu użytkownika.

source: Wrong password
pl_pl: Nieprawidłowe hasło

source: Edit your profile
pl_pl: Edytuj profil

source: Verification e-mail has been send.
pl_pl: E-mail weryfikacyjny został wysłany.

source: You are already registered and logged in
pl_pl: Jesteś już zarejestrowany i zalogowany.

source: Your IP is already in use.
pl_pl: Twój adres IP jest już w użyciu.

source: Please check your e-mail for activation link
pl_pl: Sprawdź swój e-mail, czy otrzymałeś link potwierdzający.

source: Your account has been successfully created. Please, log in.
pl_pl: Twoje konto zostało utworzone! Możesz się teraz zalogować.

source: User could not be saved. Please, try again
pl_pl: Użytkownik nie może zostać zapisany. Proszę spróbuj ponownie.

source: Your account has been already verified.
pl_pl: Twoje konto zostało już zweryfikowane.

source: Your account has been successfully verified.
pl_pl: Twoje konto zostało pomyślnie zweryfikowane.

source: Your e-mail has been successfully saved.
pl_pl: Twój adres e-mail został pomyślnie zapisany.

source: Direct link
pl_pl: Link bezpośredni

source: Failed to check captcha. Please try again.
pl_pl: Nie udało się sprawdzić captchy. Spróbuj ponownie.

source: Your account is not verified. Please check your e-mail or
pl_pl: Twoje konto nie zostało zweryfikowane. Proszę sprawdzić swoją pocztą e-mail lub

source: resend verification link
pl_pl: ponownie wysłać link potwierdzający

source: Your account is suspended
pl_pl: Twoje konto jest zawieszone

source: Username or password is incorrect.
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło.

source: You are logged out.
pl_pl: Zostałeś wylogowany.

source: E-mail not found.
pl_pl: Adres e-mail nie został znaleziony.

source: Your account is already verified.
pl_pl: Twoje konto jest już zweryfikowane.

source: Please check your e-mail for activation link.
pl_pl: Sprawdź swój e-mail, czy otrzymałeś link potwierdzający.

source: Your account is not verified.
pl_pl: Twoje konto nie jest jeszcze zweryfikowane.

source: Please check your e-mail for password reset link.
pl_pl: Proszę sprawdzić swój e-mail, czy otrzymałeś link do resetu hasła.

source: New password has been send to your e-mail.
pl_pl: Nowe hasło zostało wysłane na Twoją pocztę e-mail.

source: You need to click %d more ads to earn commissions from referrals tomorrow.
pl_pl: Musisz obejrzeć co najmniej %d reklam, aby jutro zarobić premię od swoich poleconych.

source: You need verified %s account to make purchases on the site. Your last purchase was refunded.
pl_pl: Twoje konto %s musi być zweryfikowane, aby dokonać nim zakupu na stronie. Twoja wpłata za ostatni zakup została automatycznie zwrócona.

source: Sorry, you do not have enough funds.
pl_pl: Nie masz wystarczającej ilości środków na koncie.

source: An error occurred. Please try again.
pl_pl: Wystąpił błąd. Proszę spróbuj ponownie.

source: Disabled
pl_pl: Niedostępne

source: %d days
pl_pl: %d dni

source: I want to recycle them --
pl_pl: Chcę ich wymienić --

source: I want to extend their rental time for %d days --
pl_pl: Chcę przedłużyć okres wypożyczenia o %d dni --

source: Please select action.
pl_pl: Należy wybrać działanie.

source: Please select at least one rented referral
pl_pl: Proszę wybrać co najmniej jednego poleconego

source: Failed to extend rented referrals. Please try again later.
pl_pl: Nie udało się przedłużyć okresu wypożyczenia. Spróbuj ponownie później.

source: Rented referrals extended.
pl_pl: Okres wypożyczenia poleconych został przedłużony.

source: Rented Referrals
pl_pl: Wypożyczeni poleceni

source: Please select at least one direct referral.
pl_pl: Proszę wybrać co najmniej jednego bezpośredniego poleconego.

source: You do not have sufficient funds on your balance.
pl_pl: Nie masz wystarczającej ilości środków na koncie.

source: Referrals removed successfully.
pl_pl: Poleceni zostali usunięci.

source: Failed to remove referrals. Please, try again.
pl_pl: Nie udało się usunąć poleconych. Spróbuj ponownie później.

source: I want to delete them -- for $0.01
pl_pl: Chcę ich usunąć -- za $0.01

source: Direct Referrals
pl_pl: Bezpośredni poleceni

source: AutoRenew settings changed successfully.
pl_pl: Ustawienia AutoRenew zostały pomyślnie zapisane.

source: Failed to change AutoRenew settings. Please, try again.
pl_pl: Nie można zmienić ustawień AutoRenew. Proszę spróbuj ponownie.

source: User has been deleted
pl_pl: Użytkownik pomyślnie usunięty

source: User could not be deleted. Please, try again
pl_pl: Użytkownik nie może zostać usunięty. Proszę spróbuj ponownie

source: Referral removed successfully.
pl_pl: Polecony został usunięty.

source: Failed to remove referral. Please, try again.
pl_pl: Nie udało się usunąć poleconego. Proszę spróbuj ponownie.

source: You do not have sufficient funds on your Purchase Balance.
pl_pl: Nie masz wystarczających środków na swoim koncie zakupowym.

source: Account Balance
pl_pl: Konto główne

source: Transfer completed successfully
pl_pl: Transfer środków został wykonany pomyślnie.

source: Error when transferring funds, please try again later.
pl_pl: Błąd podczas transferu środków. Spróbuj ponownie później.

source: Not enough funds on Account Balance.
pl_pl: Nie masz wystarczającej ilości środków na koncie głównym.

source: Minimum deposit amount is %s.
pl_pl: Minimalna kwota wpłaty wynosi %s.

source: Maximum deposit amount is %s.
pl_pl: Maksymalna kwota wpłaty wynosi %s.

source: Please enter an amount.
pl_pl: Wpisz kwotę.

source: Add Funds
pl_pl: Dodaj środki

source: Please enter amount.
pl_pl: Wpisz kwotę.

source: Please select payment gateway.
pl_pl: Proszę wybrać bramkę płatności.

source: Withdraw funds
pl_pl: Wypłata środków

source: Sorry, you need funds on Account Balance to cashout.
pl_pl: Nie posiadasz wystarczających środków na koncie głównym, aby je wypłacić.

source: Sorry, but you need %d more clicks to cashout.
pl_pl: Przykro nam, ale potrzebujesz jeszcze co najmniej %d obejrzanych reklam, aby wypłacić środki.

source: Sorry, but minimum cashout for you is %s
pl_pl: Przykro nam, ale Twoje minimum do wypłaty środków wynosi %s.

source: Sorry, but you need to wait %d more day(s). You can request next cashout at %s
pl_pl: Przykro nam, ale musisz poczekać co najmniej %d dni aby wypłacić. Następne zlecenie wypłaty możesz złożyć dnia %s

source: Sorry, you are allowed to have only one pending cashout request.
pl_pl: Przykro nam, ale możesz posiadać tylko jedno oczekujące zlecenie na wypłatę środków.

source: Cashout successfully done
pl_pl: Wypłata środków została pomyślnie dokonana.

source: Rent Referrals
pl_pl: Wypożycz poleconych

source: Sorry, but you need to wait %d more day(s). You can rent next referrals at %s
pl_pl: Przykro nam, ale musisz poczekać co najmniej %d dni aby wypożyczyć poleconych. Kolejnych poleconych możesz wypożyczyć dnia %s

source: Sorry, we do not have enough referrals available now.
pl_pl: Niestety nie mamy teraz dostępnych poleconych do wypożyczenia.

source: This packet will exceed your rented referrals limit.
pl_pl: Ten pakiet przekroczy dozwoloną ilość posiadanych wypożyczonych poleconych.

source: Sorry, you have not enough funds for this pack.
pl_pl: Nie masz wystarczającej ilości środków na koncie aby kupić ten pakiet.

source: Sorry, your limit will overflow.
pl_pl: Niestety Twój limit zostanie przekroczony.

source: Sorry, we do not have so many referrals available at now.
pl_pl: Niestety nie mamy teraz dostępnych poleconych do wypożyczenia.

source: Buy referrals
pl_pl: Kup poleconych

source: Autopay settings successfully changed.
pl_pl: Ustawienia AutoPay zostały pomyślnie zapisane.

source: Active
pl_pl: Aktywna

source: Inactive
pl_pl: Nieaktywna

source: Pending
pl_pl: Oczekująca

source: Clicks
pl_pl: Kliknięć

source: Days
pl_pl: Dni

source: I already got paid: %s
pl_pl: Wypłaciłem już: %s

source: I already earned: %s
pl_pl: Zarobiłem już: %s

source: Site paid: %s
pl_pl: Łącznie wypłacone: %s

source: DELETED
pl_pl: Usunięty

source: Wrong action %s on model %s
pl_pl: Zła akcja %s na modelu %s

source: Message should be at least %d character length.
pl_pl: Wiadomość powinna mieć co najmniej %d znaków.

source: Un-verified
pl_pl: Niezweryfikowany

source: Suspended
pl_pl: Zawieszony

source: You do not have enough funds on Purchase Balance
pl_pl: Nie masz wystarczającej ilości środków na koncie zakupowym.

source: Failed to assign deposit bonus
pl_pl: Nie udało się przypisać bonusu za depozyt.

source: Sorry, we do not have enough referrals available. Please try again later.
pl_pl: Niestety nie mamy teraz dostępnych poleconych. Proszę spróbować później.

source: Sorry, you do not have enough funds on Purchase Balance.
pl_pl: Nie masz wystarczającej ilości środków na koncie zakupowym.

source: Failed to assign referrals. Please try again later.
pl_pl: Nie udało się przypisać poleconych. Proszę spróbować później.

source: Sorry, but this %s account id is already taken
pl_pl: Niestety, konto %d jest już wykorzystane w serwisie.

source: %s account id cannot be longer than 255 characters
pl_pl: Konto %d nie może być dłuższe niż 255 znaków.

source: Male
pl_pl: Mężczyzna

source: Female
pl_pl: Kobieta

source: Your PHP version is too old. You need at least 5.2.8.
pl_pl: Twoja wersja PHP jest zbyt stara. Minimalna wymagana wersja to co najmniej 5.2.8.

source: Temp directory is not writable by script. Please check permissions to "%s".
pl_pl: Katalog tymczasowy nie ma prawa zapisu przez skryptu Proszę sprawdzić uprawnienia do "%s".

source: Database configuration file is not writable by script. Please check permissions to "%s".
pl_pl: Plik konfiguracyjny bazy danych nie ma prawa zapisu przez skrypt. Proszę sprawdzić uprawnienia do "%s".

source: Banners directory is not writable by script. Please check permissions to "%s".
pl_pl: Katalog banerów nie ma prawa zapisu przez skryptu Proszę sprawdzić uprawnienia do "%s".

source: Banners cache directory is not writable by script. Please check permissions to "%s".
pl_pl: Katalog cache banerów nie ma prawa zapisu przez skryptu Proszę sprawdzić uprawnienia do "%s".

source: Please specify host
pl_pl: Proszę wpisać nazwę hosta

source: Please specify login
pl_pl: Proszę wpisać login

source: Please specify password
pl_pl: Proszę wpisać hasło

source: Please specify database
pl_pl: Proszę wpisać nazwę bazy danych

source: Failed to save database configuration. Please check if file %s is writable.
pl_pl: Nie udało się zapisać konfiguracji bazy danych. Proszę sprawdzić, czy plik %s posiada prawa do zapisu.

source: Error: "%s"
pl_pl: Błąd: "%s"

source: Failed to connect to database, please check configuration. %s
pl_pl: Nie można połączyć się z bazą danych, należy sprawdzić konfigurację. %s

source: Failed to install database schema. Please contact support.
pl_pl: Nie udało się zainstalować schematu bazy danych. Proszę skontaktować się z obsługą.

source: The settings has been saved.
pl_pl: Ustawienia zostały zapisane.

source: The settings could not be saved. Please, try again.
pl_pl: Nie można zapisać ustawień. Proszę spróbować ponownie.

source: Database file not found
pl_pl: Nie znaleziono pliku bazy danych

source: Database sucessfully imported.
pl_pl: Import bazy danych pomyślnie zakończony.

source: Failed to import database. Please, try again.
pl_pl: Nie udało się zaimportować bazy danych. Proszę spróbuj ponownie.

source: Admin has been saved.
pl_pl: Administrator został zapisany.

source: Admin could not be saved. Please, try again.
pl_pl: Administrator nie może zostać zapisany. Proszę spróbuj ponownie.

source: Failed to remove installer. Please remove or rename "%s" manually. Please remove those files, otherwise your script will not be working properly and you are exposing yourself for security issues!
pl_pl: Nie udało się usunąć instalatora. Należy usunąć lub zmienić nazwę "%s" ręcznie. Proszę usunąć te pliki, w przeciwnym razie skrypt nie będzie działał prawidłowo i narażony jest w kwestiach bezpieczeństwa!

source: FuturumClix is sucessfully installed. Please, log in.
pl_pl: FuturumClix zostanie pomyślnie zainstalowany. Proszę się zalogować.

source: FuturumClix script is installed!
pl_pl: Skrypt FuturumClix jest zainstalowany!

source: That is it! You have successfully installed FuturumClix on your server. Feel free to log in to your admin panel or view your site using the links below. Thanks for choosing our script. Do not hesitate to contact us in case you have any questions. Also please make sure to read our manual to set up your script properly. Good luck!
pl_pl: To już wszystko! Pomyślnie zainstalowałeś skrypt FuturumClix na swoim serwerze. Możesz teraz zalogować się do panelu administratora albo obejrzeć stronę, wystarczy użyć poniższych linków. Jeżeli masz jakieś pytania, skorzystaj z naszego wsparcia, dostępnego po zalogowaniu na Twoim koncie. Upewnij się też, że zapoznałeś się w dokumentacja naszego skryptu. Powodzenia!

source: Admin panel
pl_pl: Panel administratora

source: Welcome to the FuturumClix Installation
pl_pl: Witamy w instalatorze FuturumClix

source: You are going to install FuturumClix on your server now. First, we will check if you have all the files and correct permissions set on your server. If you do not, we will let you know. Otherwise you will get the button to move on to the next part of installation.
pl_pl: Zamierzasz zainstalować skrypt FuturumClix na swoim serwerze. Jako pierwsze, sprawdzimy czy masz wszystkie wymagane pliki i prawa do zapisu na swoim serwerze. Jeżeli nie, damy Ci o tym znać. W

source: Help me configure it
pl_pl: Pomóż mi go skonfigurować

source: I don't / can't use URL rewriting
pl_pl: Nie mogę użyć przekierowań URL

source: Database settings
pl_pl: Ustawienia bazy danych

source: Please provide your database data below. If you do not have any, you need to create new database and user to be able to install our script. You can also ask your hosting provider for more details.
pl_pl: Proszę podać dane bazy danych. Jeśli nie posiadasz żadnej bazy, musisz stworzyć nową bazę danych oraz przypisać jej użytkownika, inaczej nie będziesz w stanie zainstalować skryptu. Możesz też poprosić swojego hostingodawcę o pomoc.

source: Hostname
pl_pl: Nazwa hosta

source: Most likely it will be localhost
pl_pl: Najprawdopodobniej będzie to localhost

source: Database username
pl_pl: Nazwa użytkownika bazy danych

source: Enter your database username
pl_pl: Wprowadź nazwę użytkownika bazy danych

source: Database password
pl_pl: Hasło bazy danych

source: Enter your database password
pl_pl: Wprowadź hasło bazy danych

source: Database name
pl_pl: Nazwa bazy danych

source: Enter your database name
pl_pl: Wprowadź nazwę bazy danych

source: Database prefix (optional)
pl_pl: Prefix bazy danych (opcjonalnie)

source: Enter your database prefix, most likely for shared hostings and databases
pl_pl: Wpisz prefiks bazy danych, najprawdopodobniej dla współdzielonych hostingów i baz danych

source: Save and go forward
pl_pl: Zapisz i idź dalej

source: Awesome sauce, we have connected to the database.
pl_pl: Świetnie, połączyliśmy się z bazą danych.

source: We are connected to your database so all you need to do now is just approve further installation by clicking button below.
pl_pl: Jesteśmy połączeni z bazą danych więc ostania rzecz, którą musisz zrobić, to po prostu zatwierdzić dalszą instalację klikając w poniższy przycisk.

source: Begin installation
pl_pl: Rozpocznij instalację

source: Site settings
pl_pl: Ustawienia strony

source: Great, we have just installed database on your server. All we need now is to gather few basic information about your site from you. Please fill in the form below and press the button to move forward.
pl_pl: Świetnie, właśnie zainstalowaliśmy bazę danych na Twoim serwerze. Teraz potrzebujemy od Ciebie kilku podstawowych informacji na temat Twojej strony. Wypełnij proszę poniższy formularz i przejdź dalej klikając w przycisk na dole.

source: Site name
pl_pl: Nazwa strony

source: Please enter your site name.
pl_pl: Proszę wpisać nazwę strony.

source: Site title
pl_pl: Tytuł strony
