Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/default.po
Languages: pl_pl

source: Please enter your site title. It will be used for web browsers title etc.
pl_pl: Wpisz tytuł strony. Będzie on używany jako tytuł w przeglądarkach etc.

source: Site url
pl_pl: Adres URL

source: Please enter your site url. Make sure to enter full address like http://futurumclix.com
pl_pl: Wprowadź adres url strony. Upewnij się, że wprowadzasz pełen adres jak http://futurumclix.com

source: Site e-mail
pl_pl: Adres e-mail strony

source: Please enter your site e-mail address, where we will send notifications etc.
pl_pl: Proszę wpisać adres e-mail strony, gdzie będziemy wysyłać powiadomienia itp.

source: Sender e-mail
pl_pl: E-mail nadawcy

source: Please enter your site e-mail address, which will be used as a sender address for all user's notifications.
pl_pl: Proszę wpisać swój adres e-mail strony, który będzie używany jako adres nadawcy w powiadomieniach do wszystkich użytkowników.

source: Save info
pl_pl: Zapisz

source: Import database settings
pl_pl: Ustawienia importu bazy danych

source: This is quite important step. You have to choose between importing empty database or most common PTC settings which we have prepared especially for you. Whatever option you will choose, you can change all the settings in your Admin Panel so no need to worry about that.
pl_pl: Jest to dość ważny krok. Teraz musisz wybrać pomiędzy kompletnie pustą bazą danych albo przedefiniowaną z najcześciej spotykanymi ustawieniami na stronach PTC, którą przygotowaliśmy specjalnie dla Ciebie. Niezależnie którą opcję wybierzesz, możesz potem zmienić wszystkie ustawienia w panelu administratora.

source: Please choose your database settings
pl_pl: Proszę wybrać ustawienia bazy danych

source: Empty
pl_pl: Pusta

source: Default
pl_pl: Domyślna

source: Import
pl_pl: Importuj

source: Creating default Administrator account
pl_pl: Tworzenie domyślnego konta administratora

source: This is the last thing we need from you. We have to create default Administrator account so you can log in straight away after we will finish this installation process.
pl_pl: To ostatnia rzecz, którą od Ciebie potrzebujemy. Musimy teraz stworzyć domyślne konto Administratora, żebyś mógł zalogować się do panelu administratora zaraz po tym jak skończymy instalację.

source: E-mail address
pl_pl: Adres e-mail

source: Please enter your e-mail address.
pl_pl: Podaj swój adres e-mail.

source: Password
pl_pl: Hasło

source: Please enter your password.
pl_pl: Podaj hasło.

source: Allowed IP's
pl_pl: Dozwolone adresy IP

source: You can enter more than one IP, separated with comma with no spaces. Leave this field empty if you want to allow connections from any IP.
pl_pl: Możesz wpisać więcej niż jeden adres IP, musisz je tylko oddzielić przecinkiem bez spacji pomiędzy nimi. Pozostaw to pole puste, jeżeli chcesz pozwalać na połączenie z dowolnego adresu IP.

source: Save admin
pl_pl: Zapisz administratora

source: Add new advertisement
pl_pl: Dodaj nową reklamę.

source: Title
pl_pl: Tytuł

source: Enter your advertisement title
pl_pl: Wpisz tytuł reklamy

source: Description
pl_pl: Opis

source: Enter your advertisement description
pl_pl: Wpisz opis reklamy

source: Add
pl_pl: Dodaj

source: Advertisement Panel
pl_pl: Panel reklamodawcy

source: Sorry, you do not have any not assigned approved advertisements.
pl_pl: Nie masz żadnych nieprzypisanych, zaakceptowanych reklam.

source: Sorry, you do not have any PTC packages.
pl_pl: Nie masz żadnych pakietów reklam PTC.

source: Assign advertisement click packages
pl_pl: Przypisz pakiety reklamowe

source: Choose Package
pl_pl: Wybierz pakiet

source: Advertisement
pl_pl: Reklama

source: Assign
pl_pl: Przypisz

source: Sorry, you do not have any PTC packages for this ad. You will be automatically redirected to purchase advertisement exposures after 5 seconds.
pl_pl: Nie masz żadnych pakietów reklam PTC dla tego rodzaju reklamy. Zostaniesz automatycznie przeniesiony do kupna pakietu.

source: Advertisement credited.
pl_pl: Reklama zaliczona.

source: You have earned %s for watching this ad.
pl_pl: Zarobiłeś %s za oglądanie tej reklamy.

source: Edit advertisement
pl_pl: Edycja reklamy

source: Save
pl_pl: Zapisz

source: You have no advertisement campaigns at the moment. Please click %s to add one.
pl_pl: Nie masz żadnych kampanii reklamowych w tej chwili. Proszę kliknąć %s aby dodać nową.

source: here
pl_pl: tutaj

source: My Current Paid To Click Advertisements
pl_pl: Moje kampanie reklamowe Paid To Click

source: Pause advertisement
pl_pl: Zatrzymaj reklamę

source: Are you sure you want to pause "%s"?
pl_pl: Czy na pewno chcesz wstrzymać "%s"?

source: Activate advertisement
pl_pl: Aktywuj reklamę

source: Are you sure you want to activate "%s"?
pl_pl: Czy na pewno chcesz włączyć "%s"?

source: Click to edit advertisement data
pl_pl: Edycja reklamy

source: Add more %s
pl_pl: Dodaj więcej %s

source: exposures
pl_pl: odsłon

source: Click to set geotargeting
pl_pl: Kliknij, aby ustawić targetowanie geograficzne

source: Click to set memberships targeting
pl_pl: Kliknij, aby ustawić targetowanie po członkostwach

source: Show statistics
pl_pl: Pokaż statystyki

source: Exposure type
pl_pl: Rodzaj ekspozycji

source: Total clicks
pl_pl: Kliknięć ogółem

source: Clicks today
pl_pl: Kliknięć dzisiaj

source: %s left
pl_pl: Pozostało %s

source: Exposures
pl_pl: Odsłony

source: Outside clicks
pl_pl: Kliki z zewnątrz

source: Delete this advertisement
pl_pl: Usuń tę reklamę

source: Are you sure you want to delete "%s"?
pl_pl: Czy na pewno chcesz usunąć "%s"?

source: You need to log in order to earn
pl_pl: Musisz się zalogować, aby zarobić

source: for watching this advertisement.
pl_pl: za oglądanie tej reklamy.

source: Please wait for the site validation.
pl_pl: Proszę poczekać aż reklama się załaduje.

source: We are sorry but an error occurred,
pl_pl: Przykro nam, ale wystąpił błąd,

source: please try again later.
pl_pl: spróbuj ponownie później.

source: You are watching:
pl_pl: Oglądasz:

source: Open in a new window
pl_pl: Otwórz w nowym oknie

source: Please watch advertiser's site below.
pl_pl: Proszę obejrzeć poniższą reklamę.

source: Report Ad
pl_pl: Zgłoś do moderacji

source: Your report is received, thanks for your contribution.
pl_pl: Otrzymaliśmy Twoje zgłoszenie, dziękujemy.

source: We could not receive your report, please try again later.
pl_pl: Nie otrzymaliśmy Twojego zgłoszenia, spróbuj ponownie później.

source: Reason
pl_pl: Powód

source: Clicks statistics for: "%s".
pl_pl: Statystyki kliknięć dla: "%s".

source: Geographic statistics for: "%s".
pl_pl: Statystyki geograficzne dla: "%s".

source: Choose
pl_pl: Wybierz

source: Please wait until advertisement is loading.
pl_pl: Proszę poczekać aż reklama się załaduje.

source: We are sorry but this advertisement
pl_pl: Przykro nam, ale ta reklama

source: is no longer available.
pl_pl: nie jest już dostępna.

source: Close this window
pl_pl: Zamknij okno

source: Report this ad
pl_pl: Zgłoś do moderacji

source: You have available advertisement(s)
pl_pl: Masz dostępne reklamy

source: Next ad will be available not later than %s
pl_pl: Następna reklama będzie dostępna nie później niż o %s

source: Current server time is: %s
pl_pl: Aktualny czas serwera: %s

source: seconds
pl_pl: sekund

source: Purchase Advertisement Exposures
pl_pl: Zakup ekspozycje reklamowe

source: Advertisement Category
pl_pl: Kategoria reklamy

source: Pack
pl_pl: Pakiet

source: Price Per Click
pl_pl: Cena za kliknięcie

source: Total Price
pl_pl: Suma

source: Price Per Day
pl_pl: Cena za dzień

source: Banner Ads Panel
pl_pl: Panel reklam banerowych

source: Image URL
pl_pl: Adres URL obrazka

source: Sorry, you do not have any Featured Ads packages.
pl_pl: Nie masz żadnych pakietów wyróżnionych ogłoszeń.

source: Sorry, you do not have any Banner Ads packages.
pl_pl: Nie masz żadnych pakietów reklam banerowych.

source: Sorry, but currently there are no available advertisement exposures
pl_pl: Przykro nam, ale obecnie nie są dostępne żadne

source: Purchase advertisement exposures
pl_pl: Zakup ekspozycje reklamowe

source: Price Per Impression
pl_pl: Cena za wyświetlenie

source: My current Banner ads advertisements
pl_pl: Moje banerowe kampanie reklamowe

source: Not assigned
pl_pl: Nieprzypisana

source: Valid until
pl_pl: Ważna do

source: Impressions
pl_pl: Odsłony

source: Purchase Date
pl_pl: Data zakupu

source: Referral
pl_pl: Polecony

source: Amount
pl_pl: Kwota

source: Item
pl_pl: Przedmiot

source: Page {:page} of {:pages}
pl_pl: Strona {:page} z {:pages}

source: Method
pl_pl: Metoda

source: Purchase balance
pl_pl: Konto zakupowe

source: Add funds
pl_pl: Dodaj środki

source: Active Advertisements
pl_pl: Aktywne reklamy

source: My Click Packages
pl_pl: Moje pakiety reklamowe

source: Buy more advertisement exposures
pl_pl: Kup więcej pakietów reklamowych

source: Attach your current exposures
pl_pl: Przypisz Twoje pakiety reklamowe

source: Read more...
pl_pl: Czytaj więcej...

source: Dashboard
pl_pl: Pulpit

source: Close
pl_pl: Zamknij

source: Default Membership
pl_pl: Zwykłe członkostwo

source: Valid Until:
pl_pl: Ważny do:

source: Upgrade Your Membership
pl_pl: Ulepsz swoje członkostwo

source: Personal Settings
pl_pl: Ustawienia osobiste

source: Support System
pl_pl: Kontakt

source: Edit Profile
pl_pl: Edytuj profil

source: Upgrade Your Account
pl_pl: Ulepsz swoje konto

source: Fund Purchase Balance
pl_pl: Doładuj konto zakupowe

source: Cashout
pl_pl: Wypłata

source: Purchase History
pl_pl: Historia zakupów

source: Offerwalls Log
pl_pl: Dziennik płatnych ofert

source: Advertisements
pl_pl: Reklamy

source: PTC Advertisement Panel
pl_pl: Panel reklam PTC

source: Featured Advertisement Panel
pl_pl: Panel reklam wyróżnionych ogłoszeń

source: Banner Advertisement Panel
pl_pl: Panel reklam banerowych

source: Login Ads Advertisement Panel
pl_pl: Panel reklam LoginAds

source: AdGrid Advertisement Panel
pl_pl: Panel reklam AdGrid

source: Referrals
pl_pl: Poleceni

source: Promotion Tools
pl_pl: Narzędzia do polecania

source: Referral's Contest
pl_pl: Konkurs poleconych

source: Buy Referrals
pl_pl: Kup poleconych

source: Referral's Commissions
pl_pl: Prowizje za poleconych

source: Login Ads
pl_pl: Reklamy logowania

source: Home Page
pl_pl: Strona główna

source: View Ads
pl_pl: Oglądaj reklamy

source: AdGrid
pl_pl: Gra AdGrid

source: Support system
pl_pl: Kontakt

source: Privacy Policy
pl_pl: Polityka prywatności

source: ToS
pl_pl: Regulamin

source: Offerwalls
pl_pl: Płatne oferty

source: Revenue shares
pl_pl: Akcje

source: Logout
pl_pl: Wyloguj się

source: Sign up
pl_pl: Zapisz się

source: Login
pl_pl: Zaloguj się

source: Simple Advertising Platform
pl_pl: Prosta platforma reklamowa

source: Maximize your earnings. Just sign up on our platform and earn!
pl_pl: Maksymalizuj swoje zyski. Po prostu zapisz się i zarabiaj!

source: I want to earn!
pl_pl: Chcę zarobić!

source: I want to advertise
pl_pl: Chcę się zareklamować

source: Featured Ads Panel
pl_pl: Panel wyróżnionych ogłoszeń

source: My current Featured ads advertisements
pl_pl: Moje aktualne wyróżnione ogłoszenia

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Sunday
pl_pl: Niedziela

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: Today
pl_pl: Dziś

source: Yesterday
pl_pl: Wczoraj

source: Jan
pl_pl: Styczeń

source: Feb
pl_pl: Luty

source: Mar
pl_pl: Marzec

source: Apr
pl_pl: Kwiecień

source: May
pl_pl: Maj

source: Jun
pl_pl: Czerwiec

source: Jul
pl_pl: Lipiec

source: Aug
pl_pl: Sierpień

source: Sep
pl_pl: Wrzesień

source: Oct
pl_pl: Październik

source: Nov
pl_pl: Listopad

source: Dec
pl_pl: Grudzień

source: English
pl_pl: Angielski

source: Ooops, something went wrong...
pl_pl: Ojej, coś poszło nie tak...

source: Maintenance Mode
pl_pl: Strona w trybie konserwacji

source: Login Ads Panel
pl_pl: Panel reklam LoginAds

source: Sorry, you do not have any Login Ads packages.
pl_pl: Niestety, nie ma żadnych pakietów LoginAds.

source: Total price
pl_pl: W sumie

source: My current Login Ads Advertisements
pl_pl: Moje aktualne kampanie LoginAds

source: Current membership
pl_pl: Obecne członkostwo

source: Membership valid until
pl_pl: Członkostwo ważne do

source: You are buying %s Membership %d months for %s, pay with:
pl_pl: Kupujesz członkostwo %s na %d miesięcy, płatne przez:

source: Free
pl_pl: Bezpłatne

source: Select membership<br /> for your needs
pl_pl: Wybierz członkostwo<br /> wg Twoich potrzeb

source: Direct referrals limit
pl_pl: Limit bezpośrednich poleconych

source: Rented referrals limit
pl_pl: Limit wypożyczonych poleconych

source: Direct referrals delete cost
pl_pl: Koszt usunięcia bezpośredniego poleconego

source: Rented referrals expiry fee
pl_pl: Koszt wygaśnięcia najmu poleconego

source: Rented referrals recycle cost
pl_pl: Koszt wymiany wypożyczonego poleconego

source: Inactive rented referral recycle time
pl_pl: Czas wymiany nieaktywnego wypożyczonego poleconego

source: Time between renting
pl_pl: Czas pomiędzy wypożyczeniami

source: Minimum payout
pl_pl: Minimum do wypłaty

source: Maximum single payout
pl_pl: Maksymalna suma pojedynczej wypłaty

source: Payout waiting time
pl_pl: Czas pomiędzy wypłatami

source: Instant payouts
pl_pl: Natychmiastowe wypłaty

source: Referral upgrade commission
pl_pl: Prowizja za ulepszenie konta przez poleconego

source: Referral purchase commission
pl_pl: Prowizja za zakupy poleconego

source: Price / Duration
pl_pl: Cena / Czas trwania

source: Buy
pl_pl: Kup

source: days
pl_pl: dni

source: Free / Unlimited
pl_pl: Bezpłatne / Nieograniczone

source: %s news
pl_pl: %s wiadomości

source: Posted at %s
pl_pl: Opublikowane o %s

source: Last modification at %s
pl_pl: Ostatnia modyfikacja o %s

source: Finish your registration
pl_pl: Dokończ rejestrację

source: Your registration is almost finished!
pl_pl: Twoja rejestracja jest prawie gotowa!

source: We have just sent you an activation email to the address you have provided while signing up.
pl_pl: Wysłaliśmy Ci e-mail na podany przez Ciebie adres, aby go zweryfikować.

source: Please click on the activation link to verify your email address. If you did not get your activation email, please check your spam folder.
pl_pl: Proszę kliknąć w link aktywacyjny, aby potwierdzić swój adres e-mail. Jeśli nie otrzymałeś maila aktywacyjnego, sprawdź folder spam.

source: If it is still not there after few minutes, please open support ticket.
pl_pl: Jeżeli nadal go nie masz po paru minutach, skontaktuj się z nami.

source: You will be automatically redirected to login page. If not please click
pl_pl: Jeśli nie zostałeś przekierowywany automatycznie, kliknij przycisk

source: here.
pl_pl: tutaj.

source: Your IP is blocked!
pl_pl: Twoje IP zostało zablokowane!

source: Enter your offertitle
pl_pl: Wpisz tytuł swojego zadania

source: Please describe in details what applicant have to do to get this offer approved and what info has to be provided after submitting this offer.
pl_pl: Proszę szczegółowo opisać, co zgłaszający ma zrobić, aby to zadanie zostało zatwierdzone i jakie informacje muszą być dostarczone po wykonaniu zadania.

source: Category
pl_pl: Kategoria

source: Targeted Memberships
pl_pl: Wybrane członkostwa

source: Select All
pl_pl: Zaznacz wszystko

source: Targeted Countries
pl_pl: Wybrane kraje

source: Application sucessfully saved.
pl_pl: Zgłoszenie pomyślnie zapisane.

source: Failed to save application, please try again later.
pl_pl: Nie udało się zapisać zgłoszeń, spróbuj ponownie później.

source: Please provide information that you have completed above offer:
pl_pl: Proszę podaj informacje potwierdzające wypełnienie powyższego zadania:

source: Submit
pl_pl: Zatwierdź

source: Reject application
pl_pl: Odrzuć zgłoszenie

source: Please provide information why you reject that application:
pl_pl: Proszę podać informacje dlaczego odrzucasz to zgłoszenie:

source: Applications for Paid Offer "%s"
pl_pl: Zgłoszenia do płatnego zadania "%s"

source: Applicant
pl_pl: Zgłaszający

source: Appliction date
pl_pl: Data wykonania

source: Confirmation
pl_pl: Potwierdzenie

source: Reject reason
pl_pl: Powód odrzucenia

source: Actions
pl_pl: Działania

source: Deleted
pl_pl: Usunięty

source: None
pl_pl: Brak

source: Reject
pl_pl: Odrzuć

source: Approve
pl_pl: Zatwierdź

source: Are you sure you want to accept this application?
pl_pl: Czy na pewno chcesz zaakceptować to zgłoszenie?

source: Sorry, you do not have any not assigned approved offers.
pl_pl: Niestety, nie masz żadnych nieprzypisanych zatwierdzonych ofert.

source: Sorry, you do not have any Paid Offers packages.
pl_pl: Nie masz żadnych pakietów płatnych zadań.

source: Sorry, you do not have any Paid Offers packages for this offer. You will be automatically redirected to purchase offer exposures after 5 seconds.
pl_pl: Nie masz żadnych pakietów płatnych zadań dla tego rodzaju reklamy. Zostaniesz automatycznie przeniesiony do kupna pakietu.

source: Assign paid offers click packages
pl_pl: Przypisz pakiety płatnych zadań

source: Price Per Slot
pl_pl: Cena za slot

source: My Current Paid Offers Advertisements
pl_pl: Moje płatne zadania

source: slots
pl_pl: slotów

source: Applications
pl_pl: Zgłoszenia

source: All applications
pl_pl: Wszystkie zgłoszenia

source: Pending applications
pl_pl: Oczekujące zgłoszenia

source: Accepted applications
pl_pl: Zaakceptowane zgłoszenia

source: Rejected applications
pl_pl: Odrzucone zgłoszenia

source: Applications today
pl_pl: Zgłoszeń dzisiaj

source: Total applications
pl_pl: Łącznie zgłoszeń

source: Slots left
pl_pl: Pozostało slotów

source: Report Offer
pl_pl: Zgłoś do moderacji

source: Paid Offers Terms Of Service
pl_pl: Regulamin oraz zasady płatnych zadań

source: Active Offers
pl_pl: Aktywne zadania

source: Ignored Offers
pl_pl: Ignorowane zadania

source: Completed
pl_pl: Wykonane

source: Rejected
pl_pl: Odrzucone

source: Date Added
pl_pl: Dodano

source: Offer's Value
pl_pl: Wartość zadania

source: Ignore
pl_pl: Ignoruj

source: Are you sure you want to add "%s" to ignore list?
pl_pl: Czy na pewno chcesz dodać "%s" do listy ignorowanych?

source: Report
pl_pl: Zgłoś do moderacji

source: Unignore
pl_pl: Przestań ignorować

source: Are you sure you want to remove "%s" from ignore list?
pl_pl: Czy na pewno chcesz usunąć "%s" z listy ignorowanych?

source: Completed Date
pl_pl: Data wykonania

source: Approval Date
pl_pl: Data akceptacji

source: Pending Since
pl_pl: Oczekujące od

source: Rejection Date
pl_pl: Data odrzucenia

source: Reject Reason
pl_pl: Powód odrzucenia

source: Payment Canceled
pl_pl: Płatność została anulowana

source: Payment canceled..
pl_pl: Płatność została anulowana

source: We are sorry but for some reason your payment was canceled.
pl_pl: Przykro nam, ale z jakiegoś powodu Twoja płatność została anulowana.

source: Payment Message
pl_pl: Informacja o płatności

source: Payment Redirection
pl_pl: Przekierowanie płatności

source: You will be redirected to %s site in seconds, if not, please click %s
pl_pl: Jeśli nie zostaniesz przekierowywany automatycznie do %s w przeciągu kilku senkund, kliknij %s

source: Payment successful.
pl_pl: Płatność się powiodła.

source: Thanks, your payment is successful and all services are added to your account now.
pl_pl: Dziękujemy, Twoja płatność się powiodła i wszystkie zakupione przedmioty są już dodane do Twojego konta.

source: Support Tickets
pl_pl: Zgłoszenia

source: Full Name
pl_pl: Imię i nazwisko

source: E-mail Address
pl_pl: Adres e-mail

source: Department
pl_pl: Dział

source: Please select...
pl_pl: Wybierz...

source: Subject
pl_pl: Temat

source: Message
pl_pl: Wiadmość

source: Please Enter Captcha
pl_pl: Wprowadź kod captcha

source: Send Support Ticket
pl_pl: Wyślij zgłoszenie

source: Your Support Tickets
pl_pl: Twoje zgłoszenia

source: Ticket ID
pl_pl: ID zgłoszenia

source: View ticket
pl_pl: Zobacz zgłoszenie

source: Open Support Ticket
pl_pl: Otwórz nowe zgłoszenie

source: Check Ticket Status
pl_pl: Sprawdź status zgłoszenia

source: Creation Time
pl_pl: Czas utworzenia

source: Owner at %s
pl_pl: Właściciel o %s

source: %s at %s
pl_pl: %s o %s

source: You
pl_pl: Ty

source: Answer
pl_pl: Odpowiedź

source: Choose package
pl_pl: Wybierz pakiet

source: My current Paid To Click advertisements
pl_pl: Moje kampanie reklamowe Paid To Click

source: Advertisement details
pl_pl: Szczegóły reklamy

source: Ad category
pl_pl: Kategoria reklamy

source: Statistics
pl_pl: Statystyki

source: Other
pl_pl: Pozostałe

source: Edit
pl_pl: Edycja

source: Geo targetting
pl_pl: Targetowanie geograficzne

source: Click to set geotargetting
pl_pl: Kliknij, aby ustawić targetowanie geograficzne

source: Not available in this category.
pl_pl: Niedostępne w tej kategorii.

source: Membership targetting
pl_pl: Targetowanie po członkostwie

source: Click to set memberships targetting
pl_pl: Kliknij, aby ustawić targetowanie po członkostwach

source: Action
pl_pl: Czynność

source: Pause
pl_pl: Pauza

source: Activate
pl_pl: Aktywuj

source: Stats
pl_pl: Statystyki

source: Show
pl_pl: Pokaż

source: Delete
pl_pl: Usuń

source: Please watch your site below.
pl_pl: Proszę obejrzeć poniższą reklamę.

source: Buy your banner in here
pl_pl: Kup swój banner tutaj

source: Advertisement category
pl_pl: Kategoria reklamy

source: Price per click
pl_pl: Cena za kliknięcie

source: Price per day
pl_pl: Cena za dzień

source: Price per impression
pl_pl: Cena za wyświetlenie

source: Banner
pl_pl: Baner

source: Purchase date
pl_pl: Data zakupu

source: Active advertisements
pl_pl: Aktywne reklamy

source: My click packages
pl_pl: Moje pakiety reklamowe Paid To Click

source: Upgrade your membership
pl_pl: Ulepsz swoje członkostwo

source: Default membership
pl_pl: Zwykłe członkostwo

source: Membership: "%s"
pl_pl: Członkostwo: "%s"

source: Valid until: %s
pl_pl: Ważny do: %s

source: Personal settings
pl_pl: Ustawienia osobiste

source: Edit profile
pl_pl: Edytuj profil

source: Fund purchase balance
pl_pl: Doładuj konto zakupowe

source: Offerwalls log
pl_pl: Dziennik płatnych ofert

source: PTC advertisement panel
pl_pl: Panel reklam PTC

source: Featured advertisement panel
pl_pl: Panel reklam wyróżnionych ogłoszeń

source: Banner advertisement panel
pl_pl: Panel reklam banerowych

source: Login Ads advertisement panel
pl_pl: Panel reklam LoginAds

source: AdGrid advertisement panel
pl_pl: Panel reklam AdGrid

source: Direct referrals
pl_pl: Bezpośredni poleceni

source: Referral's contest
pl_pl: Konkurs poleconych

source: Rented referrals
pl_pl: Wypożyczeni poleceni

source: Rent referrals
pl_pl: Wypożycz poleconych

source: Account balance
pl_pl: Stan konta

source: Earn Money
pl_pl: Zarabiaj pieniądze

source: Sign Up!
pl_pl: Zapisz się!

source: Choose here
pl_pl: Wybierz tutaj

source: My current Login ads advertisements
pl_pl: Moje aktualne kampanie LoginAds

source: Account name
pl_pl: Nazwa konta

source: Available referrals pack
pl_pl: Dostępne paczki poleconych

source: Open an account
pl_pl: Otwórz konto

source: It's fast and simple, just type your info below
pl_pl: To szybkie i proste, wypełnij poniższe informacje

source: Email address
pl_pl: Adres e-mail

source: Username
pl_pl: Nazwa użytkownika

source: Register new account
pl_pl: Zarejestruj się

source: Latest news
pl_pl: Najnowsze wiadomości

source: Pages
pl_pl: Strony

source: Earn money
pl_pl: Zarabiaj pieniądze

source: Support
pl_pl: Kontakt

source: Extras
pl_pl: Dodatki

source: Targetted memberships
pl_pl: Wybrane członkostwa

source: Targetted countries
pl_pl: Wybrane kraje
