Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/facebook_login.po
Languages: pl_pl

source: Facebook Graph returned an error: %s
pl_pl: Nie możemy uzyskać tokenu dostępu od Facebook. Interfejs API zwrócił następujący błąd: %s

source: Facebook SDK error: %s
pl_pl: Błąd SDK Facebooka: %s

source: Error %s, code %s, reason %s, description %s
pl_pl: Błąd %s, kod błędu %s, powód %s, opis %s

source: Bad request
pl_pl: Błędne żądanie

source: Invalid Facebook appID
pl_pl: Nieprawidłowy identyfikator aplikacji Facebook

source: Failed to get long-lived access token: %s
pl_pl: Nie można uzyskać tokenu dostępu: %s

source: Invalid user data
pl_pl: Nieprawidłowe dane

source: Your IP is already in use.
pl_pl: Twój adres IP jest już w użyciu.

source: Your account has been successfully created.
pl_pl: Twoje konto zostało utworzone!

source: User could not be saved. Please, try again
pl_pl: Nie można zapisać użytkownika. Proszę spróbuj ponownie

source: Direct link
pl_pl: Link bezpośredni

source: Register at %s
pl_pl: Zarejestruj się na %s

source: To finish your registration via Facebook you just need to provide us your username and password so you will be able to change your personal settings in the future and recover your password in case you will loose it.
pl_pl: Do końca rejestracji poprzez Facebooka, wystarczy podać nazwę użytkownika i hasło, dzięki czemu będziesz w stanie w przyszłości zmienić swoje ustawienia osobiste i odzyskać hasło w przypadku, gdy je utracisz.

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Confirm password
pl_pl: Potwierdź hasło

source: Referrer
pl_pl: Polecający

source: I understand and agree with %s
pl_pl: Rozumiem i zgadzam się z %s

source: Terms of Service
pl_pl: postanowieniami regulaminu

source: Register
pl_pl: Rejestracja

source: Register With Facebook
pl_pl: Zarejestruj się przez Facebooka
