Repository: HenPrado/futurumclix
Catalog: app/Locale/pol/LC_MESSAGES/forum.po
Languages: pl_pl

source: %s [Subscriptions]
pl_pl: %s [Subskrypcji]

source: Hello %s,
pl_pl: Witaj %s,

source: You have asked to be notified for any new activity within %s. Below you will find an update on all your forum subscriptions. The last subscription update was sent on %s.
pl_pl: Poprosiłeś abyśmy powiadamiali Cię o każdej nowej aktywności w %s. Poniżej znajdziesz aktualne informacje na temat wszystkich subskrypcji na forum. Ostatnia aktualizacja subskrypcji została wysłana %s.

source: You may unsubscribe from a forum or topic by clicking the "Unsubscribe" button found within the respective forum or topic.
pl_pl: Można zrezygnować z subskrypcji forum lub tematu, klikając przycisk "Wypisz się" znajdujący się w danym forum lub temacie.

source: Forum Subscriptions
pl_pl: Subskrypcja forum

source: The following topics have been created.
pl_pl: Poniższe tematy zostały stworzone.

source: Topic Subscriptions
pl_pl: Subskrypcje tematu

source: The following topics have seen recent post activity.
pl_pl: Tematy z najnowszymi odpowiedziami

source: %s [%s] %d new posts
pl_pl: %s [%s] %d nowych wpisów

source: Forum is disabled
pl_pl: Forum jest wyłączone

source: Your account is banned.
pl_pl: Twoje konto jest zablokowane.

source: Please select at least one moderator.
pl_pl: Wybierz co najmniej jedenego moderatora.

source: Invalid moderator
pl_pl: Nieprawidłowy moderator

source: Mass Action done.
pl_pl: Masowa akcja wykonana poprawnie.

source: Please select an action.
pl_pl: Należy wybrać akcję.

source: Please enter an username.
pl_pl: Podaj nazwę użytkownika.

source: User not found
pl_pl: Nie znaleziono użytkownika.

source: The moderator has been created.
pl_pl: Moderator został utworzony.

source: The moderator could not be created. Please, try again.
pl_pl: Moderator nie może być utworzony. Proszę spróbuj ponownie.

source: The moderator has been saved sucessfully.
pl_pl: Moderator został zapisany pomyślnie.

source: The moderator could not be saved. Please, try again.
pl_pl: Moderator nie może zostać zapisany. Proszę spróbuj ponownie.

source: The moderator has been deleted.
pl_pl: Moderator został usunięty.

source: The moderator could not be deleted. Please, try again.
pl_pl: Moderator nie może zostać usunięty. Proszę spróbuj ponownie.

source: You have successfully reported this post! A moderator will review this post and take the necessary action.
pl_pl: Pomyślnie zgłoszono ten wpis! Moderator dokona przeglądu tego wpisu i podejmie niezbędne działania.

source: Last post time
pl_pl: Ostatni wpis

source: Topic created time
pl_pl: Czas otwarcia tematu

source: Total posts
pl_pl: Napisanych postów

source: Total views
pl_pl: Łącznie wyświetleń

source: The settings has been saved.
pl_pl: Ustawienia zostały zapisane.

source: The settings could not be saved. Please, try again.
pl_pl: Nie można zapisać ustawień. Proszę spróbować ponownie.

source: Invalid forum
pl_pl: Nieprawidłowe forum

source: The forum has been saved.
pl_pl: Forum zostało zapisane.

source: The forum could not be saved. Please, try again.
pl_pl: Nie można zapisać forum. Proszę spróbować ponownie.

source: Please select at least one forum.
pl_pl: Proszę wybrać przynajmniej jedno forum.

source: The forum has been created.
pl_pl: Forum zostało utworzone.

source: The forum could not be created. Please, try again.
pl_pl: Nie można utworzyć forum. Proszę spróbować ponownie.

source: The forum has been deleted.
pl_pl: Forum zostało usunięte.

source: The forum could not be deleted. Please, try again.
pl_pl: Nie można usunąć forum. Proszę spróbować ponownie.

source: The forum icon has been deleted.
pl_pl: Usunięto ikonę forum.

source: The forum icon could not be deleted. Please, try again.
pl_pl: Nie można usunąć ikony forum. Proszę spróbować ponownie.

source: Successfully saved new forums order
pl_pl: Pomyślnie zapisano nowy porządek kategorii na forum

source: Failed to save forums order. Please, try again.
pl_pl: Nie udało się zapisać ustawień kategorii na forum. Proszę spróbuj ponownie.

source: ToS saved successfully.
pl_pl: Pomyślnie zapisano regulamin.

source: Failed to save, please try again.
pl_pl: Nie udało się zapisać. Spróbuj proszę ponownie.

source: Help saved successfully.
pl_pl: Pomyślnie zapisano pomoc.

source: A total of %d topic(s) have been permanently deleted
pl_pl: W sumie trwale usunięto %d tematów

source: A total of %d topic(s) have been locked to the public
pl_pl: W sumie trwale zablokowana %d tematów

source: A total of %d topic(s) have been re-opened
pl_pl: W sumie %d tematów zostało ponownie otwartych

source: A total of %d topic(s) have been moved to another forum category
pl_pl: W sumie %d tematów zostało przeniesionych do innej kategorii forum

source: Failed To Subscribe
pl_pl: Nie udało się subskrybować

source: Subscribed
pl_pl: Zasubskrybowano

source: Failed To Unsubscribe
pl_pl: Nie udało się zrezygnować z subskrypcji

source: Unsubscribed
pl_pl: Zrezygnowano z subskrypcji

source: Create Poll
pl_pl: Utwórz ankietę

source: Create Topic
pl_pl: Utwórz nowy temat

source: You have successfully reported this topic! A moderator will review this topic and take the necessary action.
pl_pl: Pomyślnie zgłoszono ten temat! Moderator dokona przeglądu tego tematu i podejmie niezbędne działania.

source: A total of %d post(s) have been permanently deleted
pl_pl: W sumie trwale usunięto %d wpisów

source: Invalid user profile
pl_pl: Nieprawidłowy profil użytkownika

source: Close
pl_pl: Zamknij

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Remember Me?
pl_pl: Pamiętaj mnie

source: Login
pl_pl: Logowanie

source: Forums
pl_pl: Fora

source: Search
pl_pl: Szukaj

source: Rules
pl_pl: Regulamin

source: Help
pl_pl: Pomoc

source: View Recent Topics
pl_pl: Ostatnie wątki

source: Logout
pl_pl: Wyloguj

source: Sign Up
pl_pl: Zarejestruj się

source: Forgot Password
pl_pl: Przypomnij hasło

source: Subscribe
pl_pl: Subskrybuj

source: Unsubscribe
pl_pl: Cofnij subskrypcję

source: Moderate
pl_pl: Moderuj

source: Closed
pl_pl: Zamkniete

source: Sub-Forums
pl_pl: Pod-fora

source: by
pl_pl: autor

source: No latest activity to display
pl_pl: Brak nowych zdarzeń do wyświetlenia

source: Post Reply
pl_pl: Odpowiedz

source: Poll
pl_pl: Głosowanie

source: Pages
pl_pl: Strony

source: Help Desk
pl_pl: Pomoc

source: Topics
pl_pl: Tematy

source: Posts
pl_pl: Wpisy

source: Activity
pl_pl: Aktywność

source: There are no categories within this forum
pl_pl: Brak kategorii w tym forum

source: Statistics
pl_pl: Statystyki

source: %d topics, %d posts <p>and</p> %d users
pl_pl: %d tematów, wpisów: %d<p>i</p> %d użytkowników

source: Newest User
pl_pl: Najnowszy użytkownik

source: Rules and Regulations
pl_pl: Regulamin

source: Latest Topics
pl_pl: Najnowsze tematy

source: The latest 10 topics out of all forums
pl_pl: Najnowsze 10 tematów spośród wszystkich for

source: No New Posts
pl_pl: Brak nowych wpisów

source: New Posts
pl_pl: Nowe wpisy

source: Sticky
pl_pl: Przyklejony

source: Important
pl_pl: Ważne

source: Announcement
pl_pl: Ogłoszenie

source: RSS Feed - Latest Topics
pl_pl: Kanał RSS - najnowsze tematy

source: RSS Feed - Content Review
pl_pl: Kanał RSS - przegląd zawartości

source: Add new moderator
pl_pl: Dodaj nowego moderatora

source: Add moderator
pl_pl: Dodaj moderatora

source: Edit moderator
pl_pl: Edycja moderatora

source: Save
pl_pl: Zapisz

source: Forums list
pl_pl: Lista forów

source: Delete moderator
pl_pl: Usuń moderatora

source: Are you sure you want to delete "%s" from moderators list of "%s"?
pl_pl: Czy na pewno chcesz usunąć "%s" z listy moderatorów "%s"?

source: Topic Review - Last 10 Replies
pl_pl: Przegląd wątku - ostatnie 10 odpowiedzi

source: Edit Post
pl_pl: Edytuj wpis

source: Update Post
pl_pl: Aktualizuj wpis

source: Report Post
pl_pl: Zgłoś do moderacji

source: Are you sure you want to report the post (below) in the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
pl_pl: Czy na pewno chcesz zgłosić poniższy wpis w temacie %s? Jeśli tak, proszę dodać komentarz dlaczego go zgłaszasz. Maksymalnie możesz użyć 255 znaków.

source: Post
pl_pl: Wpis

source: Type
pl_pl: Rodzaj

source: Comment
pl_pl: Komentarz

source: Report
pl_pl: Raport

source: With keywords
pl_pl: Ze słowami kluczowymi

source: In forum
pl_pl: W forum

source: By user
pl_pl: Przez użytkownika

source: Order by
pl_pl: Sortuj wg

source: Search Topics
pl_pl: Szukaj tematów

source: Topic
pl_pl: Temat

source: Author
pl_pl: Autor

source: Created
pl_pl: Utworzono

source: Views
pl_pl: Odsłon

source: No results were found, please refine your search criteria
pl_pl: Nie znaleziono użytkownika, proszę zawęzić wyszukiwanie

source: Edit Forum:
pl_pl: Edycja forum:

source: Edit Help
pl_pl: Edycja pomocy

source: Forums List
pl_pl: Lista forów

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Edit forum
pl_pl: Edytuj forum

source: Delete forum
pl_pl: Usuń forum

source: Remove icon
pl_pl: Usuń ikonę

source: Edit ToS
pl_pl: Edycja regulaminu

source: Move Topics To
pl_pl: Przenieś temat do

source: Move Forums To
pl_pl: Przenieś forum do

source: Return to Forum
pl_pl: Powrót do forum

source: There are no topics within this forum
pl_pl: Brak wpisów w tym forum

source: Action
pl_pl: Czynność

source: Open Topic(s)
pl_pl: Otwórz tematy

source: Close Topic(s)
pl_pl: Zamknij tematy

source: Move Topic(s)
pl_pl: Przenieś tematy

source: Delete Topic(s)
pl_pl: Usuń tematy

source: Perform Action
pl_pl: Czynność

source: Move To
pl_pl: Przenieś do

source: Process
pl_pl: Wykonaj

source: Total Topics
pl_pl: Liczba tematów

source: Increases Post Count
pl_pl: Zwiększa licznik wpisów

source: Can Read Topics
pl_pl: Może odczytywać tematy

source: Can Create Topics
pl_pl: Może tworzyć tematy

source: Total Posts
pl_pl: Napisanych postów

source: Auto-Lock Topics
pl_pl: Automatycznie zamykaj tematy

source: Can Reply
pl_pl: Może odpowiadać

source: Can Create Polls
pl_pl: Może tworzyć ankiety

source: Moderators
pl_pl: Moderatorzy

source: Title
pl_pl: Tytuł

source: Select a Forum
pl_pl: Wybierz forum

source: Poll Options
pl_pl: Głosowanie

source: One option per line.<br /> Max 10 options.
pl_pl: Jedna opcja w wierszu.<br />Maksymalnie 10 opcji.

source: Expiration Date
pl_pl: Data wygaśnięcia

source: How many days till expiration? Leave blank to last forever.
pl_pl: Ile dni do wygaśnięcia? Pozostaw puste dla braku terminu.

source: Excerpt
pl_pl: Fragment

source: %s characters remaining
pl_pl: Pozostało znaków: %s

source: Edit Topic
pl_pl: Edytuj temat

source: Delete?
pl_pl: Usunąć?

source: Delete Topic
pl_pl: Usuń temat

source: Are you sure you want to delete?
pl_pl: Czy jesteś pewny, że chcesz to usunąć?

source: Return to Topic
pl_pl: Wróć do tematu

source: User
pl_pl: Użytkownik

source: Date
pl_pl: Data

source: Delete Post(s)
pl_pl: Usuń post

source: Report Topic
pl_pl: Zgłoś do moderacji

source: Are you sure you want to report the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
pl_pl: Czy na pewno chcesz temat %s? Jeśli tak, proszę dodać komentarz dlaczego go zgłaszasz. Maksymalnie możesz użyć 255 znaków.

source: Voting on this poll has been closed
pl_pl: Ta ankieta została zamknięta.

source: Vote
pl_pl: Głosuj

source: Please login to vote!
pl_pl: Zaloguj się, aby zagłosować!

source: %d votes
pl_pl: głosów: %d

source: Your Vote
pl_pl: Twój głos

source: Delete Post
pl_pl: Usuń ten wpis

source: Quote
pl_pl: Cytat

source: Link To This
pl_pl: Link do

source: Rate Up
pl_pl: Lubię to

source: Rate Down
pl_pl: Nie lubię tego

source: Referrals: %d
pl_pl: Poleceni: %d

source: Paid Out: %s
pl_pl: Wypłacone: %s

source: Earned: %s
pl_pl: Zarobił: %s

source: This post has been buried.
pl_pl: Ten wpis został schowany.

source: View the buried post?
pl_pl: Pokaż schowane wpisy?

source: Quick Reply
pl_pl: Szybka odpowiedź

source: %s's profile
pl_pl: Profil %s

source: Topics: %d
pl_pl: Tematy: %d

source: Posts: %d
pl_pl: Wpisy: %d

source: Received: %s
pl_pl: Otrzymane: %s

source: Signature:
pl_pl: Podpis:

source: First
pl_pl: Pierwsza

source: Last
pl_pl: Ostatnia

source: Showing %s-%s of %s
pl_pl: Wyświetlone jest %s-%s z %s

source: %d topics, %d posts, and %d users
pl_pl: %d tematów, %d wpisów i %d użytkowników
