Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru_ru

source: Please enter your site title. It will be used for web browsers title etc.
ru_ru: Впишите заглавие страницы. Оно будет использоваться как заглавие в браузерах и т.д.

source: Site url
ru_ru: Адрес URL

source: Please enter your site url. Make sure to enter full address like http://futurumclix.com
ru_ru: Введите адрес url страницы. Удостоверьтесь в том, что Вы вводите полный адрес http://futurumclix.com

source: Site e-mail
ru_ru: Адрес e-mail страницы

source: Please enter your site e-mail address, where we will send notifications etc.
ru_ru: Прошу вписать адрес e-mail страницы, куда мы будем отправлять сообщения и т.п.

source: Sender e-mail
ru_ru: E-mail отправителя

source: Please enter your site e-mail address, which will be used as a sender address for all user's notifications.
ru_ru: Прошу вписать свой адрес e-mail страницы, который будет использоваться как адрес отправителя в сообщениях всем пользователям.

source: Save info
ru_ru: Запишите

source: Import database settings
ru_ru: Установки импорта базы данных

source: This is quite important step. You have to choose between importing empty database or most common PTC settings which we have prepared especially for you. Whatever option you will choose, you can change all the settings in your Admin Panel so no need to worry about that.
ru_ru: Это достаточно важный шаг. Сейчас Вы должны выбрать между полностью пустой базой данных или переопределенной с наиболее встречаемыми установками на страницах PTC, которую мы подготовили специально для Вас. Независимо от того, какой вариант Вы выберете, Вы можете потом изменить все установки в панели администратора.

source: Please choose your database settings
ru_ru: Прошу выбрать установки базы данных

source: Empty
ru_ru: Пустая

source: Default
ru_ru: Предположительная

source: Import
ru_ru: Импортируйте

source: Creating default Administrator account
ru_ru: Создание предположительного счета администратора

source: This is the last thing we need from you. We have to create default Administrator account so you can log in straight away after we will finish this installation process.
ru_ru: Это последнее, что нам нужно от Вас. Мы должны теперь создать предположительный счет Администратора, чтобы Вы могли залогироваться к панели администратора сейчас, а также после того, как мы закончим инсталляцию.

source: E-mail address
ru_ru: Адрес e-mail

source: Please enter your e-mail address.
ru_ru: Укажите свой адрес e-mail.

source: Password
ru_ru: Пароль

source: Please enter your password.
ru_ru: Укажите пароль.

source: Allowed IP's
ru_ru: Разрешенные адреса IP

source: You can enter more than one IP, separated with comma with no spaces. Leave this field empty if you want to allow connections from any IP.
ru_ru: Вы можете вписать больше одного адреса IP, только должны разделить их запятой без пробела между ними. Оставьте это поле пустым, если хотите позволить соединение с произвольным адресом IP.

source: Save admin
ru_ru: Запишите администратора

source: logo
ru_ru: Логотип

source: Add new advertisement
ru_ru: Добавьте новую рекламу

source: Title
ru_ru: Заглавие

source: Enter your advertisement title
ru_ru: Впишите заглавие рекламы

source: Description
ru_ru: Описание

source: Enter your advertisement description
ru_ru: Впишите описание рекламы

source: Add
ru_ru: Добавьте

source: Advertisement Panel
ru_ru: Панель рекламодателя

source: Sorry, you do not have any not assigned approved advertisements.
ru_ru: У Вас нет никаких неприписанных, акцептированных реклам.

source: Sorry, you do not have any PTC packages.
ru_ru: У Вас нет никаких пакетов реклам PTC.

source: Assign advertisement click packages
ru_ru: Припишите рекламные пакеты

source: Choose Package
ru_ru: Выберите пакет

source: Advertisement
ru_ru: Реклама

source: Assign
ru_ru: Припишите

source: Sorry, you do not have any PTC packages for this ad. You will be automatically redirected to purchase advertisement exposures after 5 seconds.
ru_ru: У Вас нет никаких пакетов реклам PTC для этого вида рекламы. Вы будете автоматически перенесены к покупке пакета.

source: Advertisement credited.
ru_ru: Зачтенная реклама.

source: You have earned %s for watching this ad.
ru_ru: Вы заработали %s за осмотр этой рекламы.

source: Edit advertisement
ru_ru: Редактирование рекламы

source: Save
ru_ru: Запишите

source: You have no advertisement campaigns at the moment. Please click %s to add one.
ru_ru: У Вас нет никаких рекламных кампаний на этот момент. Прошу кликнуть %s, чтобы добавить новую.

source: here
ru_ru: Здесь

source: My Current Paid To Click Advertisements
ru_ru: Мои рекламные кампании Paid To Click

source: Pause advertisement
ru_ru: Остановите рекламу

source: Are you sure you want to pause "%s"?
ru_ru: Вы точно хотите остановить "%s"?

source: Activate advertisement
ru_ru: Активируйте рекламу

source: Are you sure you want to activate "%s"?
ru_ru: Вы точно хотите включить "%s"?

source: Click to edit advertisement data
ru_ru: Редактирование рекламы

source: Add more %s
ru_ru: Добавьте больше %s

source: exposures
ru_ru: представлений

source: Click to set geotargeting
ru_ru: Кликните, чтобы установить географический таргетинг

source: Click to set memberships targeting
ru_ru: Кликните, чтобы установить таргетинг по членствам

source: Show statistics
ru_ru: Покажите статистику

source: Exposure type
ru_ru: Вид экспозиции

source: Total clicks
ru_ru: Кликов всего

source: Clicks today
ru_ru: Кликов сегодня

source: %s left
ru_ru: Осталось %s

source: Exposures
ru_ru: Представления

source: Outside clicks
ru_ru: Клики извне

source: Delete this advertisement
ru_ru: Удалите эту рекламу

source: Are you sure you want to delete "%s"?
ru_ru: Вы точно хотите удалить "%s"?

source: You need to log in order to earn
ru_ru: Вы должны залогироваться, чтобы заработать

source: for watching this advertisement.
ru_ru: за осмотр этой рекламы

source: Please wait for the site validation.
ru_ru: Прошу подождать пока реклама загрузится.

source: We are sorry but an error occurred,
ru_ru: Нам жаль, но произошла ошибка,

source: please try again later.
ru_ru: попробуйте позже еще раз

source: You are watching:
ru_ru: Просматриваете:

source: Open in a new window
ru_ru: Откройте в новом окне

source: Please watch advertiser's site below.
ru_ru: Прошу осмотреть нижеуказанную рекламу.

source: Report Ad
ru_ru: Подайте заявку в модерацию

source: Your report is received, thanks for your contribution.
ru_ru: Мы получили Вашу заявку, благодарим.

source: We could not receive your report, please try again later.
ru_ru: Мы не получили Вашу заявку, попробуйте позже еще раз.

source: Reason
ru_ru: Причина

source: Clicks statistics for: "%s".
ru_ru: Статистика кликов для: "%s".

source: Geographic statistics for: "%s".
ru_ru: Географическая статистика для: "%s".

source: Choose
ru_ru: Выберите

source: Please wait until advertisement is loading.
ru_ru: Прошу подождать пока реклама загрузится.

source: We are sorry but this advertisement
ru_ru: Нам жаль, но эта реклама

source: is no longer available.
ru_ru: уже не доступна.

source: Close this window
ru_ru: Закройте окно

source: Report this ad
ru_ru: Подайте заявку в модерацию

source: You have available advertisement(s)
ru_ru: Вы имеете доступные рекламы

source: Next ad will be available not later than %s
ru_ru: Следующая реклама будет доступна не позже, чем в %s

source: Current server time is: %s
ru_ru: Актуальное время сервера : %s

source: seconds
ru_ru: Секунд

source: Purchase Advertisement Exposures
ru_ru: Купите рекламные экспозиции

source: Advertisement Category
ru_ru: Категория рекламы

source: Pack
ru_ru: Пакет

source: Price Per Click
ru_ru: Цена за клик

source: Total Price
ru_ru: Сумма

source: Price Per Day
ru_ru: Цена за день

source: Banner Ads Panel
ru_ru: Панель баннерных реклам

source: Image URL
ru_ru: Adres URL картинки

source: Sorry, you do not have any Featured Ads packages.
ru_ru: У Вас нет никаких пакетов выделенных объявлений.

source: Sorry, you do not have any Banner Ads packages.
ru_ru: У Вас нет никаких пакетов баннерных реклам.

source: Sorry, but currently there are no available advertisement exposures
ru_ru: Нам жаль, но теперь ни одно не доступно

source: Purchase advertisement exposures
ru_ru: Купите рекламные экспозиции

source: Price Per Impression
ru_ru: Цена за освещение

source: My current Banner ads advertisements
ru_ru: Мои баннерные рекламные кампании

source: Not assigned
ru_ru: Не приписанная

source: Valid until
ru_ru: Действительна до

source: Impressions
ru_ru: Представления

source: Purchase Date
ru_ru: Дата покупки

source: Referral
ru_ru: Рекомендованный

source: Amount
ru_ru: Квота

source: Item
ru_ru: Предмет

source: Page {:page} of {:pages}
ru_ru: Страница {:page} из {:pages}

source: Method
ru_ru: Метод

source: Purchase balance
ru_ru: Закупочный счет

source: Add funds
ru_ru: Добавьте средства

source: Active Advertisements
ru_ru: Активная реклама

source: My Click Packages
ru_ru: Мои рекламные пакеты

source: Buy more advertisement exposures
ru_ru: Купите больше рекламных пакетов

source: Attach your current exposures
ru_ru: Припишите свои рекламные пакеты

source: Read more...
ru_ru: Читайте больше…

source: Dashboard
ru_ru: Возвышение

source: Close
ru_ru: Закройте

source: Default Membership
ru_ru: Обычное членство

source: Valid Until:
ru_ru: Действителен до:

source: Upgrade Your Membership
ru_ru: Улучши свое членство

source: Personal Settings
ru_ru: Личные установки

source: Support System
ru_ru: Контакт

source: Edit Profile
ru_ru: Редактируйте профиль

source: Upgrade Your Account
ru_ru: Улучшите свой счет

source: Fund Purchase Balance
ru_ru: Добавьте закупочный счет

source: Cashout
ru_ru: Выплата

source: Purchase History
ru_ru: История покупок

source: Offerwalls Log
ru_ru: Дневник платных предложений

source: Advertisements
ru_ru: Рекламы

source: PTC Advertisement Panel
ru_ru: Панель реклам PTC

source: Featured Advertisement Panel
ru_ru: Панель реклам выделенных объявлений

source: Banner Advertisement Panel
ru_ru: Панель баннерных реклам

source: Login Ads Advertisement Panel
ru_ru: Панель реклам LoginAds

source: AdGrid Advertisement Panel
ru_ru: Панель реклам AdGrid

source: Referrals
ru_ru: Рекомендованные

source: Promotion Tools
ru_ru: Инструменты для рекомендации

source: Referral's Contest
ru_ru: Конкурс рекомендованных

source: Buy Referrals
ru_ru: Купите рекомендованных

source: Referral's Commissions
ru_ru: Комиссионные за рекомендованных

source: Login Ads
ru_ru: Рекламы логирования

source: Home Page
ru_ru: Главная страница

source: View Ads
ru_ru: Просматривайте рекламы

source: AdGrid
ru_ru: Игра AdGrid

source: Forum
ru_ru: Форум

source: Support system
ru_ru: Контакт

source: Privacy Policy
ru_ru: Политика приватности

source: ToS
ru_ru: Регламент

source: Offerwalls
ru_ru: Платные предложения

source: Revenue shares
ru_ru: Акции

source: Logout
ru_ru: Выйдите

source: Sign up
ru_ru: Запишитесь

source: Login
ru_ru: Залогируйтесь

source: Simple Advertising Platform
ru_ru: Прямая рекламная платформа

source: Maximize your earnings. Just sign up on our platform and earn!
ru_ru: Максимизируйте свои выгоды. Просто запишитесь и зарабатывайте!

source: I want to earn!
ru_ru: Хочу заработать!

source: I want to advertise
ru_ru: Хочу рекламироваться

source: Featured Ads Panel
ru_ru: Панель выделенных объявлений

source: My current Featured ads advertisements
ru_ru: Мои актуальные выделенные объявления

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Today
ru_ru: Сегодня

source: Yesterday
ru_ru: Вчера

source: Jan
ru_ru: Январь

source: Feb
ru_ru: Февраль

source: Mar
ru_ru: Март

source: Apr
ru_ru: Апрель

source: May
ru_ru: Май

source: Jun
ru_ru: Июнь

source: Jul
ru_ru: Июль

source: Aug
ru_ru: Август

source: Sep
ru_ru: Сентябрь

source: Oct
ru_ru: Октябрь

source: Nov
ru_ru: Ноябрь

source: Dec
ru_ru: Декабрь

source: English
ru_ru: Английский

source: Ooops, something went wrong...
ru_ru: Ой, что-то пошло не так...

source: Maintenance Mode
ru_ru: Страница в режиме консервирования

source: Login Ads Panel
ru_ru: Панель реклам LoginAds

source: Sorry, you do not have any Login Ads packages.
ru_ru: К сожалению, нет никаких пакетов LoginAds.

source: Total price
ru_ru: В сумме

source: My current Login Ads Advertisements
ru_ru: Мои актуальные кампании LoginAds

source: Current membership
ru_ru: Нынешнее членство

source: Membership valid until
ru_ru: Членство действительно до

source: You are buying %s Membership %d months for %s, pay with:
ru_ru: Вы покупаете членство %s на %d месяцев, оплачиваемое через:

source: Free
ru_ru: Бесплатное

source: Select membership<br /> for your needs
ru_ru: Выберите членство<br /> согласно Вашим потребностям

source: Direct referrals limit
ru_ru: Лимит непосредственных рекомендованных

source: Rented referrals limit
ru_ru: Лимит одолженных рекомендованных

source: Direct referrals delete cost
ru_ru: Стоимость непосредственного рекомендованного удаления

source: Rented referrals expiry fee
ru_ru: Стоимость окончания рекомендованного наема

source: Rented referrals recycle cost
ru_ru: Стоимость обмена одолженного рекомендованного

source: Inactive rented referral recycle time
ru_ru: Время обмена неактивного одолженного рекомендованного

source: Time between renting
ru_ru: Время между заемами

source: Minimum payout
ru_ru: Минимум к выплате

source: Maximum single payout
ru_ru: Максимальная сумма одиночной выплаты

source: Payout waiting time
ru_ru: Время между выплатами

source: Instant payouts
ru_ru: Немедленные выплаты

source: Referral upgrade commission
ru_ru: Комиссионные за улучшение счета рекомендованным

source: Referral purchase commission
ru_ru: Комиссионные за покупки рекомендованного

source: Price / Duration
ru_ru: Цена / Время продолжительности

source: Buy
ru_ru: Купите

source: days
ru_ru: дни

source: Free / Unlimited
ru_ru: Бесплатные / Неограниченные

source: %s news
ru_ru: %s сообщения

source: Posted at %s
ru_ru: Опубликованные в %s

source: Last modification at %s
ru_ru: Последняя модификация в %s

source: Finish your registration
ru_ru: Завершите регистрацию

source: Your registration is almost finished!
ru_ru: Ваша регистрация почти готова!

source: We have just sent you an activation email to the address you have provided while signing up.
ru_ru: Мы отправили Вам e-mail по указанному Вами адресу, чтобы его верифицировать.

source: Please click on the activation link to verify your email address. If you did not get your activation email, please check your spam folder.
ru_ru: Прошу кликнуть на активационную ссылку, чтобы подтвердить свой адрес e-mail. Если Вы не получили активационный e-mail, то проверьте спам.

source: If it is still not there after few minutes, please open support ticket.
ru_ru: Если через несколько минут по-прежнему у Вас его нет, то свяжитесь с нами.

source: You will be automatically redirected to login page. If not please click
ru_ru: Если вы не были автоматически перенаправлены, то нажмите на кнопку

source: here.
ru_ru: здесь.

source: Your IP is blocked!
ru_ru: Ваше IP было заблокировано!

source: Enter your offertitle
ru_ru: Впишите заглавие своего задания

source: Please describe in details what applicant have to do to get this offer approved and what info has to be provided after submitting this offer.
ru_ru: Прошу подробно описать, что должен сделать заявляющий, чтобы это задание было утверждено, а также какая информация должна быть предоставлена после выполнения задания.

source: Category
ru_ru: Категория

source: Targeted Memberships
ru_ru: Выбранные членства

source: Select All
ru_ru: Отметьте все

source: Targeted Countries
ru_ru: Выбранные страны

source: Application sucessfully saved.
ru_ru: Заявка успешно записана.

source: Failed to save application, please try again later.
ru_ru: Не удалось записать заявки, попробуйте позже еще раз.

source: Please provide information that you have completed above offer:
ru_ru: Прошу указать информацию, подтверждающую заполнение вышеупомянутого задания:

source: Submit
ru_ru: Подтвердите

source: Reject application
ru_ru: Отклонить заявку

source: Please provide information why you reject that application:
ru_ru: Прошу предоставить информацию о том почему Вы отклоняете эту заявку:

source: Applications for Paid Offer "%s"
ru_ru: Заявки к платному заданию "%s"

source: Applicant
ru_ru: Заявляющий

source: Status
ru_ru: Статус

source: Appliction date
ru_ru: Дата выполнения

source: Confirmation
ru_ru: Подтверждение

source: Reject reason
ru_ru: Причина отклонения

source: Actions
ru_ru: Действия

source: Deleted
ru_ru: Удаленный

source: None
ru_ru: Отсутствие

source: Reject
ru_ru: Отклоните

source: Approve
ru_ru: Подтвердите

source: Are you sure you want to accept this application?
ru_ru: Вы точно хотите акцептировать эту заявку?

source: Sorry, you do not have any not assigned approved offers.
ru_ru: К сожалению, у Вас нет никаких неприписанных утвержденных предложений.

source: Sorry, you do not have any Paid Offers packages.
ru_ru: У Вас нет никаких пакетов платных заданий.

source: Sorry, you do not have any Paid Offers packages for this offer. You will be automatically redirected to purchase offer exposures after 5 seconds.
ru_ru: У Вас нет никаких пакетов платных заданий для этого вида рекламы. Вы будете автоматически перенесены к покупке пакета.

source: Assign paid offers click packages
ru_ru: Припишите пакеты платных заданий

source: Price Per Slot
ru_ru: Цена за слот

source: My Current Paid Offers Advertisements
ru_ru: Мои платные задания

source: slots
ru_ru: слотов

source: Applications
ru_ru: Заявки

source: All applications
ru_ru: Все заявки

source: Pending applications
ru_ru: Ожидающие заявки

source: Accepted applications
ru_ru: Акцептированные заявки

source: Rejected applications
ru_ru: Отклоненные заявки

source: Applications today
ru_ru: Заявок сегодня

source: Total applications
ru_ru: Всего заявок

source: Slots left
ru_ru: Осталось слотов

source: Report Offer
ru_ru: Подайте заявку в модерацию

source: Paid Offers Terms Of Service
ru_ru: Регламент, а также принципы платных заданий

source: Active Offers
ru_ru: Активные задания

source: Ignored Offers
ru_ru: Игнорируемые задания

source: Completed
ru_ru: Выполненные

source: Rejected
ru_ru: Отклоненные

source: Date Added
ru_ru: Добавлено

source: Offer's Value
ru_ru: Стоимость задания

source: Ignore
ru_ru: Игнорируйте

source: Are you sure you want to add "%s" to ignore list?
ru_ru: Вы точно хотите добавить "%s" к списку игнорируемых?

source: Report
ru_ru: Подайте заявку в модерацию

source: Unignore
ru_ru: Прекратите игнорировать

source: Are you sure you want to remove "%s" from ignore list?
ru_ru: Вы точно хотите удалить "%s" из списка игнорируемых?

source: Completed Date
ru_ru: Дата выполнения

source: Approval Date
ru_ru: Дата акцептирования

source: Pending Since
ru_ru: Ожидающие от

source: Rejection Date
ru_ru: Дата отклонения

source: Reject Reason
ru_ru: Причина отклонения

source: Payment Canceled
ru_ru: Платеж был аннулирован

source: Payment canceled..
ru_ru: Платеж был аннулирован

source: We are sorry but for some reason your payment was canceled.
ru_ru: Нам жаль, но по какой-то причине Ваш платеж был аннулирован.

source: Payment Message
ru_ru: Информация о платеже

source: Payment Redirection
ru_ru: Перенаправление платежа

source: You will be redirected to %s site in seconds, if not, please click %s
ru_ru: Если Вы не будете перенаправлены автоматически к %s в течение нескольких секунд, то кликните %s

source: Payment successful.
ru_ru: Платеж удался.

source: Thanks, your payment is successful and all services are added to your account now.
ru_ru: Благодарим, Ваш платеж удался, а все купленные предметы уже добавлены к Вашему счету.

source: Support Tickets
ru_ru: Заявки

source: Full Name
ru_ru: Имя и фамилия

source: E-mail Address
ru_ru: Адрес e-mail

source: Department
ru_ru: Отдел

source: Please select...
ru_ru: Выберите…

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Please Enter Captcha
ru_ru: Введите код капчи

source: Send Support Ticket
ru_ru: Отправьте заявку

source: Your Support Tickets
ru_ru: Ваша заявка

source: Ticket ID
ru_ru: ID заявки

source: View ticket
ru_ru: Посмотрите заявку

source: Open Support Ticket
ru_ru: Откройте новую заявку

source: Check Ticket Status
ru_ru: Проверьте статус заявки

source: Creation Time
ru_ru: Время создания

source: Owner at %s
ru_ru: Владелец в %s

source: %s at %s
ru_ru: %s в %s

source: You
ru_ru: Вы

source: Answer
ru_ru: Ответ

source: Choose package
ru_ru: Выберите пакет

source: My current Paid To Click advertisements
ru_ru: Мои рекламные кампании Paid To Click

source: Advertisement details
ru_ru: Подробности рекламы

source: Ad category
ru_ru: Категория рекламы

source: Statistics
ru_ru: Статистика

source: Other
ru_ru: Другое

source: Edit
ru_ru: Редактирование

source: Geo targetting
ru_ru: Географический таргетинг

source: Click to set geotargetting
ru_ru: Кликните, чтобы установить географический таргетинг

source: Not available in this category.
ru_ru: Недоступно в этой категории.

source: Membership targetting
ru_ru: Таргетинг по членству

source: Click to set memberships targetting
ru_ru: Кликните, чтобы установить таргетинг по членствам

source: Action
ru_ru: Деятельность

source: Pause
ru_ru: Пауза

source: Activate
ru_ru: Активируйте

source: Stats
ru_ru: Статистика

source: Show
ru_ru: Покажите

source: Delete
ru_ru: Удалите

source: Please watch your site below.
ru_ru: Прошу осмотреть нижеуказанную рекламу.

source: Buy your banner in here
ru_ru: Купите свой баннер здесь

source: Advertisement category
ru_ru: Категория рекламы

source: Price per click
ru_ru: Цена за клик

source: Price per day
ru_ru: Цена за день

source: Price per impression
ru_ru: Цена за освещение

source: Banner
ru_ru: Баннер

source: Purchase date
ru_ru: Дата покупки

source: Active advertisements
ru_ru: Активная реклама

source: My click packages
ru_ru: Мои рекламные пакеты Paid To Click

source: Upgrade your membership
ru_ru: Улучши свое членство

source: Default membership
ru_ru: Обычное членство

source: Membership: "%s"
ru_ru: Членство: "%s"

source: Valid until: %s
ru_ru: Действителен до: %s

source: Personal settings
ru_ru: Личные установки

source: Edit profile
ru_ru: Редактируйте профиль

source: Fund purchase balance
ru_ru: Добавьте закупочный счет

source: Offerwalls log
ru_ru: Дневник платных предложений

source: PTC advertisement panel
ru_ru: Панель реклам PTC

source: Featured advertisement panel
ru_ru: Панель реклам выделенных объявлений

source: Banner advertisement panel
ru_ru: Панель баннерных реклам

source: Login Ads advertisement panel
ru_ru: Панель реклам LoginAds

source: AdGrid advertisement panel
ru_ru: Панель реклам AdGrid

source: Direct referrals
ru_ru: Непосредственные рекомендованные

source: Referral's contest
ru_ru: Конкурс рекомендованных

source: Rented referrals
ru_ru: Одолженные рекомендованные

source: Rent referrals
ru_ru: Одолжите рекомендованных

source: Account balance
ru_ru: Состояние счета

source: Earn Money
ru_ru: Зарабатывайте деньги

source: Sign Up!
ru_ru: Запишитесь!

source: Choose here
ru_ru: Выберите здесь

source: My current Login ads advertisements
ru_ru: Мои актуальные кампании LoginAds

source: Account name
ru_ru: Название счета

source: Available referrals pack
ru_ru: Доступные пакеты рекомендованных

source: Open an account
ru_ru: Откройте счет

source: It's fast and simple, just type your info below
ru_ru: Это быстро и просто, заполните нижеуказанную информацию
