Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru_ru

source: Advertisement panel
ru_ru: Панель рекламодателя

source: Invalid advertisement
ru_ru: Неправильная реклама

source: Advertisement deleted.
ru_ru: Реклама была удалена.

source: Failed to delete advertisement. Please try again.
ru_ru: Реклама не может быть удалена. Прошу попробовать еще раз.

source: Advertisement saved successfully.
ru_ru: Реклама записана успешно.

source: Failed to save advertisement. Please, try again.
ru_ru: Не удалось записать рекламу. Прошу попробовать еще раз.

source: Please supply a valid http(s) URL.
ru_ru: Прошу указать полный адрес с приставкой http#00://

source: Failed to connect to the service. Socket error: %s
ru_ru: Соединение не удалось по поводу следующей ошибки: %s

source: Failed to connect to the service. Please check if URL is valid and server is running.
ru_ru: Нельзя соединиться с сервером. Прошу проверить адрес страницы и попробовать еще раз.

source: This site have set X-Frame-Options to SAMEORIGIN, it cannot be displayed in frame.
ru_ru: Эта страница имеет X -Frame-Options, установленное на SAMEORIGIN, поэтому она не может быть освещена в рамке.

source: Package successfully assigned.
ru_ru: Пакет был приписан к рекламе.

source: Failed to assign package. Please try again.
ru_ru: Не удалось приписать пакет. Прошу попробовать еще раз.

source: %d %s on %s
ru_ru: %d %s на %s

source: Ad sucessfully saved.
ru_ru: Реклама записана успешно.

source: Error while saving ad. Please try again.
ru_ru: Ошибка во время записывания рекламы. Прошу попробовать еще раз.

source: Please choose countries for Geo-Targeting
ru_ru: Прошу выбрать страны для географического таргетинга

source: Please choose memberships for targeting
ru_ru: Прошу выбрать членства для таргетинга по членству

source: Ad successfully activated.
ru_ru: Реклама активировалась.

source: Error when activating ad. Please try again.
ru_ru: Не удалось активировать рекламу. Прошу попробовать еще раз.

source: Ad successfully paused.
ru_ru: Реклама была остановлена.

source: Error while pausing ad. Please try again.
ru_ru: Ошибка во время остановки рекламы. Прошу попробовать еще раз.

source: Your account is suspended.
ru_ru: Ваш счет приостановлен.

source: Please do not refresh page after certain actions like buying on the site etc. Please come back to previous page with the back button in web browser.
ru_ru: Просим не обновлять страницу после выполнения акций, как, например, после покупки на странице. Прошу вернуться к предыдущей странице, используя кнопку возврата в браузере.

source: Please fill in your profile data!
ru_ru: Актуализируйте свой профиль!

source: Banner ads panel
ru_ru: Панель баннерных реклам

source: Error while activating ad. Please try again.
ru_ru: Ошибка во время активации рекламы. Прошу попробовать еще раз.

source: Banner ad saved successfully
ru_ru: Баннерная реклама записана успешно

source: Failed to save banner ad. Please, try again.
ru_ru: Не удалось записать баннерную рекламу. Прошу попробовать еще раз.

source: Package assigned sucessfully.
ru_ru: Пакет был приписан к рекламе.

source: Package assigned successfully.
ru_ru: Пакет был приписан к рекламе.

source: Referral's commissions
ru_ru: Комиссионные за рекомендованных

source: Purchase history
ru_ru: История покупок

source: Featured ads panel
ru_ru: Панель выделенных объявлений

source: Ad sucessfully activated.
ru_ru: Реклама активировалась.

source: Featured ad saved sucessfully
ru_ru: Выделенное объявление было успешно записано.

source: Failed to save featured ad. Please, try again.
ru_ru: Не удалось записать выделенную рекламу. Прошу попробовать еще раз.

source: Login ads panel
ru_ru: Панель реклам LoginAds

source: Error when pausing ad. Please try again.
ru_ru: Не удалось остановить рекламу. Прошу попробовать еще раз.

source: Login ad saved successfully
ru_ru: Реклама LoginAd записана успешно

source: Failed to save login ad. Please, try again.
ru_ru: Не удалось записать рекламу LoginAd. Прошу попробовать еще раз.

source: 1 month -
ru_ru: 1 месяц -

source: %d months -
ru_ru: %d месяцы -

source: Unlimited
ru_ru: Без лимита

source: Upgrade your account
ru_ru: Улучшите свой счет

source: Upgrading from Purchase Balance is not allowed
ru_ru: Улучшение счета из Закупочного Счета невозможно

source: Buy membership
ru_ru: Купите членство

source: You have been banned from Paid Offers.
ru_ru: Вы были заблокированы в возможности выполнять платные задания.

source: Paid Offers Panel
ru_ru: Панель платных заданий

source: Paid offer saved successfully.
ru_ru: Платное задание записано успешно.

source: Failed to save paid offer. Please, try again.
ru_ru: Не удалось записать платное задание. Прошу попробовать еще раз.

source: Failed to save Paid Offer. Please, try again.
ru_ru: Не удалось записать платное задание. Прошу попробовать еще раз.

source: Paid Offers
ru_ru: Платные задания

source: Offer successfully activated.
ru_ru: Задание активировалось.

source: Error while activating offer. Please try again.
ru_ru: Не удалось активировать задание. Прошу попробовать еще раз.

source: Offer successfully paused.
ru_ru: Задание было остановлено.

source: Error while pausing offer. Please try again.
ru_ru: Не удалось остановить задание. Прошу попробовать еще раз.

source: Invalid offer
ru_ru: Неправильное задание

source: Offer deleted.
ru_ru: Задание было отменено.

source: Failed to delete offer. Please try again.
ru_ru: Не удалось удалить задание. Прошу попробовать еще раз.

source: Value %s - %s slots - %s
ru_ru: Стоимость %s - %s слотов - %s

source: %s slots %s value
ru_ru: %s слотов стоимостью %s

source: slots: %d value: %s
ru_ru: слотов: %d стоимость: %s

source: Paid Offers panel
ru_ru: Панель платных заданий

source: Offer successfully added to ignore list.
ru_ru: Задание добавлено к списку игнорируемых.

source: Failed to add offer to ignore list. Please, try again later.
ru_ru: Не удалось добавить задание к списку игнорируемых. Попробуйте позже еще раз.

source: Offer successfully removed from ignore list.
ru_ru: Задание успешно удалено из списка игнорируемых.

source: Failed to remove offer from ignore list. Please, try again later.
ru_ru: Не удалось удалить задание из списка игнорируемых. Попробуйте позже еще раз.

source: Application successfully accepted.
ru_ru: Заявка была принята.

source: Failed to accept application. Please, try again later.
ru_ru: Не удалось принять заявку. Попробуйте позже еще раз.

source: Payment Cancelled
ru_ru: Платеж был аннулирован

source: Payment Successful
ru_ru: Платеж удался

source: Payment redirection
ru_ru: Перенаправление платежа

source: Payment message
ru_ru: Информация о платеже

source: Invalid ticket.
ru_ru: Неправильная заявка.

source: Failed to check captcha. Please try again
ru_ru: Не удалось проверить капчу. Попробуйте еще раз.

source: Ticket successfully added. Please check e-mail address, you have provided, for further informations.
ru_ru: Заявка была принята. Прошу проверить почтовый ящик, указанный во время заявки, чтобы проверить инструкции по дальнейшим действиям.

source: Failed to add new ticket. Please, try again.
ru_ru: Не удалось принять новую заявку. Попробуйте еще раз.

source: Answer successfully saved.
ru_ru: Ответ был принят.

source: Failed to save your answer. Please, try again.
ru_ru: Не удалось принять ответ. Попробуйте еще раз.

source: Promotion tools
ru_ru: Инструменты для рекомендации

source: The user profile has been saved.
ru_ru: Профиль был успешно записан.

source: Failed to save user profile.
ru_ru: Не удалось записать профиль пользователя.

source: Wrong password
ru_ru: Неправильный пароль

source: Edit your profile
ru_ru: Редактируйте профиль

source: Verification e-mail has been send.
ru_ru: Верификационный е-mail был отправлен.

source: You are already registered and logged in
ru_ru: Вы уже зарегистрированы и залогированы.

source: Your IP is already in use.
ru_ru: Ваш адрес IP уже используется.

source: Please check your e-mail for activation link
ru_ru: Проверьте свой e-mail, получили ли Вы подтверждающую ссылку.

source: Your account has been successfully created. Please, log in.
ru_ru: Ваш счет был создан! Теперь Вы можете зарегистрироваться.

source: User could not be saved. Please, try again
ru_ru: Пользователь не может быть записан. Прошу попробуйте еще раз.

source: Your account has been already verified.
ru_ru: Ваш счет уже верифицирован.

source: Your account has been successfully verified.
ru_ru: Ваш счет был успешно верифицирован.

source: Your e-mail has been successfully saved.
ru_ru: Ваш адрес e-mail был успешно записан.

source: Direct link
ru_ru: Непосредственная ссылка

source: Failed to check captcha. Please try again.
ru_ru: Не удалось проверить капчу. Попробуйте еще раз.

source: Your account is not verified. Please check your e-mail or
ru_ru: Ваш счет не был верифицирован. Прошу проверить свою почту e-mail или

source: resend verification link
ru_ru: еще раз отправить подтверждающую ссылку

source: Your account is suspended
ru_ru: Ваш счет приостановлен

source: Username or password is incorrect.
ru_ru: Неправильное название пользователя или пароль.

source: You are logged out.
ru_ru: Вы вышли.

source: E-mail not found.
ru_ru: Адрес e-mail не был найден.

source: Your account is already verified.
ru_ru: Ваш счет уже верифицирован.

source: Please check your e-mail for activation link.
ru_ru: Проверьте свой e-mail, получили ли Вы подтверждающую ссылку.

source: Your account is not verified.
ru_ru: Ваш счет еще не верифицирован.

source: Please check your e-mail for password reset link.
ru_ru: Прошу проверить свой e-mail, получили ли Вы ссылку для сброса пароля.

source: New password has been send to your e-mail.
ru_ru: Новый пароль был отправлен на Вашу почту e-mail.

source: You need to click %d more ads to earn commissions from referrals tomorrow.
ru_ru: Вы должны осмотреть не менее %d реклам, чтобы завтра заработать премию от своих рекомендованных.

source: You need verified %s account to make purchases on the site. Your last purchase was refunded.
ru_ru: Ваш счет %s должен быть верифицирован, чтобы с его помощью сделать покупку на странице. Ваш платеж за последнюю покупку был автоматически возвращен.

source: Sorry, you do not have enough funds.
ru_ru: У Вас нет достаточного количества средств на счету.

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Прошу попробуйте еще раз.

source: Disabled
ru_ru: Недоступно

source: %d days
ru_ru: %d дней

source: I want to recycle them --
ru_ru: Хочу их заменить --

source: I want to extend their rental time for %d days --
ru_ru: Хочу продлить период заема на %d дней --

source: Please select action.
ru_ru: Нужно выбрать действие.

source: Please select at least one rented referral
ru_ru: Прошу выбрать не менее одного рекомендованного

source: Failed to extend rented referrals. Please try again later.
ru_ru: Не удалось продлить период заема. Попробуйте позже еще раз.

source: Rented referrals extended.
ru_ru: Период заема рекомендованных был продлен.

source: Rented Referrals
ru_ru: Одолженные рекомендованные

source: Please select at least one direct referral.
ru_ru: Прошу выбрать не менее одного непосредственного рекомендованного.

source: You do not have sufficient funds on your balance.
ru_ru: У Вас нет достаточного количества средств на счету.

source: Referrals removed successfully.
ru_ru: Рекомендованы были удалены.

source: Failed to remove referrals. Please, try again.
ru_ru: Не удалось удалить рекомендованных. Попробуйте позже еще раз.

source: I want to delete them -- for $0.01
ru_ru: Хочу их удалить -- за $0.01

source: Direct Referrals
ru_ru: Непосредственные рекомендованные

source: AutoRenew settings changed successfully.
ru_ru: Установки AutoRenew были успешно записаны.

source: Failed to change AutoRenew settings. Please, try again.
ru_ru: Нельзя изменить установки AutoRenew. Прошу попробуйте еще раз.

source: User has been deleted
ru_ru: Пользователь успешно удален

source: User could not be deleted. Please, try again
ru_ru: Пользователь не может быть удален. Прошу попробуйте еще раз

source: Referral removed successfully.
ru_ru: Рекомендованный был удален.

source: Failed to remove referral. Please, try again.
ru_ru: Не удалось удалить рекомендованного. Прошу попробуйте еще раз.

source: You do not have sufficient funds on your Purchase Balance.
ru_ru: У Вас нет достаточно средств на Вашем закупочном счету.

source: Account Balance
ru_ru: Главный счет

source: Transfer completed successfully
ru_ru: Трансфер средств был выполнен успешно.

source: Error when transferring funds, please try again later.
ru_ru: Ошибка во время трансфера средств. Попробуйте позже еще раз.

source: Not enough funds on Account Balance.
ru_ru: У Вас нет достаточного количества средств на главном счету.

source: Minimum deposit amount is %s.
ru_ru: Минимальная сумма платежа составляет %s.

source: Maximum deposit amount is %s.
ru_ru: Максимальная сумма платежа составляет %s.

source: Please enter an amount.
ru_ru: Впишите сумму.

source: Add Funds
ru_ru: Добавьте средства

source: Please enter amount.
ru_ru: Впишите сумму.

source: Please select payment gateway.
ru_ru: Прошу выбрать платежный шлюз.

source: Withdraw funds
ru_ru: Выплата средств

source: Sorry, you need funds on Account Balance to cashout.
ru_ru: У Вас нет достаточно средств на главном счету, чтобы их выплатить.

source: Sorry, but you need %d more clicks to cashout.
ru_ru: Нам жаль, но Вам нужно еще не менее %d осмотренных реклам, чтобы выплатить средства.

source: Sorry, but minimum cashout for you is %s
ru_ru: Нам жаль, но Ваш минимум для выплаты средств составляет %s.

source: Sorry, but you need to wait %d more day(s). You can request next cashout at %s
ru_ru: Нам жаль, но Вы должны подождать не менее %d дней, чтобы выплатить. Следующий заказ на выплату Вы можете составить %s

source: Sorry, you are allowed to have only one pending cashout request.
ru_ru: Нам жаль, но Вы можете иметь только один ожидающий заказ на выплату средств.

source: Cashout successfully done
ru_ru: Выплата средств была успешно выполнена.

source: Rent Referrals
ru_ru: Одолжите рекомендованных

source: Sorry, but you need to wait %d more day(s). You can rent next referrals at %s
ru_ru: Нам жаль, но Вы должны подождать не менее %d дней, чтобы одолжить рекомендованных. Следующих рекомендованных Вы можете одолжить %s

source: Sorry, we do not have enough referrals available now.
ru_ru: К сожалению, сейчас у нас нет доступных рекомендованных для заема.

source: This packet will exceed your rented referrals limit.
ru_ru: Этот пакет превысит разрешенное количество имеющихся одолженных рекомендованных.

source: Sorry, you have not enough funds for this pack.
ru_ru: У Вас нет достаточного количества средств на счету, чтобы купить этот пакет.

source: Sorry, your limit will overflow.
ru_ru: К сожалению, Ваш лимит будет превышен.

source: Sorry, we do not have so many referrals available at now.
ru_ru: К сожалению, сейчас у нас нет доступных рекомендованных для заема.

source: Buy referrals
ru_ru: Купите рекомендованных

source: Autopay settings successfully changed.
ru_ru: Установки AutoPay были успешно записаны.

source: Active
ru_ru: Активная

source: Inactive
ru_ru: Неактивная

source: Pending
ru_ru: Ожидающая

source: Clicks
ru_ru: кликов

source: Days
ru_ru: дни

source: I already got paid: %s
ru_ru: Я выплатил уже: %s

source: I already earned: %s
ru_ru: Я заработал уже: %s

source: Site paid: %s
ru_ru: Вместе выплачено: %s

source: DELETED
ru_ru: Удаленный

source: Wrong action %s on model %s
ru_ru: Плохая акция %s на модели %s

source: Message should be at least %d character length.
ru_ru: Сообщение должно иметь не менее %d знаков.

source: Un-verified
ru_ru: Не верифицированный

source: Suspended
ru_ru: Приостановленный

source: You do not have enough funds on Purchase Balance
ru_ru: У Вас нет достаточного количества средств на закупочном счету.

source: Failed to assign deposit bonus
ru_ru: Не удалось приписать бонус за депозит.

source: Sorry, we do not have enough referrals available. Please try again later.
ru_ru: К сожалению, у нас сейчас нет доступных рекомендованных. Прошу попробовать позже.

source: Sorry, you do not have enough funds on Purchase Balance.
ru_ru: У Вас нет достаточного количества средств на закупочном счету.

source: Failed to assign referrals. Please try again later.
ru_ru: Не удалось приписать рекомендованных. Прошу попробовать позже.

source: Sorry, but this %s account id is already taken
ru_ru: К сожалению, счет %d уже использован в сервисе.

source: %s account id cannot be longer than 255 characters
ru_ru: Счет %d не может быть длиннее, чем 255 знаков.

source: Male
ru_ru: Мужчина

source: Female
ru_ru: Женщина

source: Your PHP version is too old. You need at least 5.2.8.
ru_ru: Ваша версия PHP слишком стара. Минимально требуемая версия - это не менее 5.2.8.

source: Temp directory is not writable by script. Please check permissions to "%s".
ru_ru: Временный каталог нет права записи через скрипт. Прошу проверить полномочия для "%s".

source: Database configuration file is not writable by script. Please check permissions to "%s".
ru_ru: Конфигурационный файл базы данных нет права записи через скрипт. Прошу проверить полномочия для "%s".

source: Banners directory is not writable by script. Please check permissions to "%s".
ru_ru: Каталог баннеров нет права записи через скрипт. Прошу проверить полномочия для "%s".

source: Banners cache directory is not writable by script. Please check permissions to "%s".
ru_ru: Каталог cache баннеров нет права записи через скрипт. Прошу проверить полномочия для "%s".

source: Please specify host
ru_ru: Прошу вписать название хоста

source: Please specify login
ru_ru: Прошу вписать логин

source: Please specify password
ru_ru: Прошу вписать пароль

source: Please specify database
ru_ru: Прошу вписать название базы данных

source: Failed to save database configuration. Please check if file %s is writable.
ru_ru: Не удалось записать конфигурации базы данных. Прошу проверить, имеет ли файл %s права на запись.

source: Error: "%s"
ru_ru: Ошибка: "%s"

source: Failed to connect to database, please check configuration. %s
ru_ru: Нельзя соединиться с базой данных, нужно проверить конфигурацию. %s

source: Failed to install database schema. Please contact support.
ru_ru: Не удалось установить схему базы данных. Прошу связаться с обслуживанием.

source: The settings has been saved.
ru_ru: Установки были записаны.

source: The settings could not be saved. Please, try again.
ru_ru: Нельзя записать установки. Прошу попробовать еще раз.

source: Database file not found
ru_ru: Не найден файл базы данных

source: Database sucessfully imported.
ru_ru: Импорт базы данных успешно закончен.

source: Failed to import database. Please, try again.
ru_ru: Не удалось импортировать базу данных. Прошу попробуйте еще раз.

source: Admin has been saved.
ru_ru: Администратор был записан.

source: Admin could not be saved. Please, try again.
ru_ru: Администратор не может быть записан. Прошу попробуйте еще раз.

source: Failed to remove installer. Please remove or rename "%s" manually. Please remove those files, otherwise your script will not be working properly and you are exposing yourself for security issues!
ru_ru: Не удалось удалить инсталлятор. Нужно удалить или изменить название "%s" вручную. Прошу удалить эти файлы, поскольку в противном случае документ не будет действовать правильно и будет уязвим в вопросах безопасности!

source: FuturumClix is sucessfully installed. Please, log in.
ru_ru: FuturumClix будет успешно установлен. Прошу зарегистрироваться.

source: FuturumClix script is installed!
ru_ru: Скрипт FuturumClix установлен!

source: That is it! You have successfully installed FuturumClix on your server. Feel free to log in to your admin panel or view your site using the links below. Thanks for choosing our script. Do not hesitate to contact us in case you have any questions. Also please make sure to read our manual to set up your script properly. Good luck!
ru_ru: Это уже все! Вы успешно установили скрипт FuturumClix на своем сервере. Вы можете сейчас залогироваться к панели администратора или осмотреть страницу, для этого достаточно использовать нижеуказанные ссылки. Если у Вас возниклы какие-то вопросы, то воспользуйтесь нашей поддержкой, которая доступна после регистрации на Вашем счету. Удостоверьтесь также в том, что Вы ознакомились с документацией нашего скрипта. Успеха!

source: Admin panel
ru_ru: Панель администратора

source: Welcome to the FuturumClix Installation
ru_ru: Приветствуем в инсталляторе FuturumClix

source: You are going to install FuturumClix on your server now. First, we will check if you have all the files and correct permissions set on your server. If you do not, we will let you know. Otherwise you will get the button to move on to the next part of installation.
ru_ru: Вы хотите установить скрипт FuturumClix на своем сервере. В первую очередь проверим имеются ли у Вас все требуемые файлы и права на запись на своем сервере. Если нет, то мы Вас известим об этом. В

source: Help me configure it
ru_ru: Помогите мне его сконфигурировать

source: I don't / can't use URL rewriting
ru_ru: Не могу применить перенаправления URL

source: Database settings
ru_ru: Установки базы данных

source: Please provide your database data below. If you do not have any, you need to create new database and user to be able to install our script. You can also ask your hosting provider for more details.
ru_ru: Прошу указать данные базы данных. Если у Вас нет ни одной базы, то Вы должны создать новую базу данных, а также приписать ей пользователя, иначе Вы не сможете установить скрипт. Вы можете также попросить о помощи своего хостингодателя.

source: Hostname
ru_ru: Название хоста

source: Most likely it will be localhost
ru_ru: Вероятнее всего это будет - localhost

source: Database username
ru_ru: Название пользователя базы данных

source: Enter your database username
ru_ru: Введите название пользователя базы данных

source: Database password
ru_ru: Пароль базы данных

source: Enter your database password
ru_ru: Введите пароль базы данных

source: Database name
ru_ru: Название базы данных

source: Enter your database name
ru_ru: Введите название базы данных

source: Database prefix (optional)
ru_ru: Префикс базы данных (опционально)

source: Enter your database prefix, most likely for shared hostings and databases
ru_ru: Впишите префикс базы данных, вероятнее всего для общих хостингов и баз данных

source: Save and go forward
ru_ru: Запишите и идите дальше

source: Awesome sauce, we have connected to the database.
ru_ru: Прекрасно, мы соединились с базой данных.

source: We are connected to your database so all you need to do now is just approve further installation by clicking button below.
ru_ru: Мы соединены с базой данных, следовательно последнее, что мы должны сделать, - это просто подтвердить дальнейшую инсталляцию, кликая на нижеуказанную кнопку.

source: Begin installation
ru_ru: Начните инсталляцию

source: Site settings
ru_ru: Установки страницы

source: Great, we have just installed database on your server. All we need now is to gather few basic information about your site from you. Please fill in the form below and press the button to move forward.
ru_ru: Прекрасно, мы установили базу данных на Вашем сервере. Теперь нам нужно от Вас немного основной информации о Вашей странице. Прошу заполнить нижеуказанный формуляр и перейти дальше, кликнув кнопку внизу.

source: Site name
ru_ru: Название страницы

source: Please enter your site name.
ru_ru: Прошу вписать название страницы.

source: Site title
ru_ru: Заглавие страницы
