Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru_ru

source: Email address
ru_ru: Адрес e-mail

source: Username
ru_ru: Название пользователя

source: Register new account
ru_ru: Зарегистрируйтесь

source: Latest news
ru_ru: Последние новости

source: Pages
ru_ru: Страницы

source: Earn money
ru_ru: Зарабатывайте деньги

source: Support
ru_ru: Контакт

source: Extras
ru_ru: Дополнения

source: Targetted memberships
ru_ru: Выбранные членства

source: Targetted countries
ru_ru: Выбранные страны

source: Please provide description of application.
ru_ru: Прошу указать содержание заявки.

source: Please provide reason of application rejection.
ru_ru: Прошу указать причину отклонения заявки.

source: Accept application
ru_ru: Акцептировать заявку

source: Price per slot
ru_ru: Цена за слот

source: Edit "%s"
ru_ru: Редактируйте "%s"

source: My current Paid Offers
ru_ru: Мои платные задания

source: Add more slots
ru_ru: Добавьте больше слотов

source: Pause offer
ru_ru: Остановите задание

source: Activate offer
ru_ru: Активируйте задание

source: All
ru_ru: Все

source: Show all applications
ru_ru: Покажите все заявки

source: Show pending applications
ru_ru: Покажите ожидающие заявки

source: Accepted
ru_ru: Акцептированные

source: Show accepted applications
ru_ru: Покажи одобренные заявки

source: Show rejected applications
ru_ru: Покажи отклоненные заявки

source: Delete this offer
ru_ru: Удалите это задание

source: Active offers
ru_ru: Активные задания

source: Ignored offers
ru_ru: Игнорированные предложения

source: Date added
ru_ru: Добавлено

source: Offer's value
ru_ru: Стоимость задания

source: Completed date
ru_ru: Дата выполнения

source: Approval date
ru_ru: Дата подтверждения

source: Pending since
ru_ru: Ожидающие от

source: Rejection date
ru_ru: Дата отклонения

source: Payment cancelled: %s - %s.
ru_ru: Аннулированный платеж: %s -%s.

source: Payment cancelled: %s.
ru_ru: Аннулированный платеж: %s.

source: Payment cancelled.
ru_ru: Платеж был аннулирован.

source: You will be redirected to %s site in 5 seconds, if not, please click %s
ru_ru: Если Вы не будете автоматически перенаправлены к %s в течение нескольких секунд, то кликните %s

source: Payment completed: %s - %s.
ru_ru: Платеж окончен: %s -%s.

source: Payment completed: %s.
ru_ru: Платеж окончен: %s.

source: Payment completed.
ru_ru: Платеж окончен.

source: Click anywhere on the picture
ru_ru: Кликните в произвольном месте на картинке

source: Terms of Service
ru_ru: Регламент

source: Signature:
ru_ru: Подпись:

source: %s Balance
ru_ru: %s счет

source: Support tickets
ru_ru: Заявки

source: Full name
ru_ru: Имя и фамилия

source: Please enter captcha
ru_ru: Введите код капчи

source: Send support ticket
ru_ru: Отправьте заявку

source: Your support tickets
ru_ru: Ваша заявка

source: Open support ticket
ru_ru: Откройте новую заявку

source: Check ticket status
ru_ru: Проверьте статус заявки

source: Creation time
ru_ru: Время создания

source: Banners and referral links
ru_ru: Баннеры и рекомендательные ссылки

source: SHOW YOUR USERNAME AS:
ru_ru: Покажите название пользователя как:

source: YOUR REFERRAL LINK:
ru_ru: Ваша рекомендательная ссылка:

source: Click to copy into clipboard
ru_ru: Кликните, чтобы скопировать в тайник

source: QR CODE:
ru_ru: Код QR:

source: Statistical banner
ru_ru: Статистический баннер

source: BANNER LINK:
ru_ru: Ссылка баннера

source: HTML CODE:
ru_ru: Код HTML:

source: FORUM CODE:
ru_ru: Код на форум:

source: Your profile
ru_ru: Ваш профиль

source: Gender:
ru_ru: Пол:

source: Date of birth:
ru_ru: Дата рождения:

source: %s is waiting for verification. To resend verification e-mail please click %s.
ru_ru: %s ожидает верификацию. Чтобы еще раз отправить e-mail верификации, кликните %s.

source: Account id for %s:
ru_ru: Идентификатор счета %s:

source: Forum avatar:
ru_ru: Аватар на форуме:

source: Forum signature:
ru_ru: Подпись на форуме:

source: Forum statistics:
ru_ru: Статистика на форуме:

source: New Password:
ru_ru: Новый пароль:

source: Confirm New Password:
ru_ru: Подтвердите новый пароль:

source: Current Password:
ru_ru: Ваш актуальный пароль:

source: AutoPay statistics
ru_ru: Статистика AutoPay

source: AutoRenew statistics
ru_ru: Статистика AutoRenew

source: Referrals count / your referral limit
ru_ru: Количество рекомендованных / Ваш лимит

source: unlimited
ru_ru: Без лимита

source: Please choose your referral pack:
ru_ru: Выберите пакет рекомендованных:

source: Price: %s
ru_ru: Цена: %s

source: Sorry, but we don't have any direct referrals for sale at the moment.
ru_ru: Нам жаль, но на этот момент у нас нет никаких непосредственных рекомендованных для продажи.

source: Please choose to which account you want to transfer money:
ru_ru: Прошу выбрать, на какой счет Вы хотите перечислить деньги:

source: You can not be paid on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
ru_ru: Вы не можете получить средства на счет %s, поскольку текущая выплата и сумма прежних выплат на счет %s превышают сумму покупок, выполненных из счета %s.

source: You can not be paid on %s unless you fill an payment account address in User Profile.
ru_ru: Мы не можем выплатить средства на счет %s, пока Вы не заполните номер счета (адрес) в своем профиле.

source: You can not use %s due to recent changes in your account. Please wait untill %s
ru_ru: Вы не можете выплатить на счет %s, поскольку выполняли изменения в своем профиле. Вы должны подождать до %s

source: Maximum withdraw amount
ru_ru: Максимальная сумма выплаты

source: Our fees
ru_ru: Наши оплаты

source: You will receive
ru_ru: Получите

source: Payment account
ru_ru: Счет платежа

source: Withdraw money
ru_ru: Выплата средств

source: Buy more referrals
ru_ru: Купите больше рекомендованных

source: Other statistics
ru_ru: Другая статистика

source: Total earinings
ru_ru: Общие заработки

source: Your own clicks
ru_ru: Ваши собственные клики

source: Personal earnings
ru_ru: Личные заработки

source: Rented Referral clicks
ru_ru: Клики одолженных рекомендованных

source: Direct Referral clicks
ru_ru: Клики непосредственных рекомендованных

source: Earned from direct referrals
ru_ru: Заработки из непосредственных рекомендованных

source: Earned from rented referrals
ru_ru: Заработки из одолженных рекомендованных

source: Credited referral commissions
ru_ru: Зачтенные комиссионные за рекомендованных

source: Pending referral commissions
ru_ru: Ожидающие комиссионные за рекомендованных

source: Total purchases
ru_ru: Сумма покупок

source: Total received
ru_ru: Сумма выплат

source: Pending cashout
ru_ru: Ожидающие выплаты

source: Your Clicks
ru_ru: Ваши собственные клики

source: Clicks credited
ru_ru: Зачтенные клики

source: Direct referrals clicks
ru_ru: Клики непосредственных рекомендованных

source: Rented referrals clicks
ru_ru: Клики одолженных рекомендованных

source: Please choose from where you want to transfer money:
ru_ru: Прошу выбрать из какого счета Вы хотите заплатить деньги:

source: Current purchase balance
ru_ru: Актуальное сальдо закупочного счета

source: Minimum deposit amount is:
ru_ru: Минимальная сумма платежа составляет:

source: Fee:
ru_ru: Оплата:

source: Transfer money
ru_ru: Перечислите

source: Total Payment:
ru_ru: Сумма платежа:

source: %s clicks
ru_ru: %s кликов

source: %s clicks credited
ru_ru: %s зачтенных кликов

source: Referral since
ru_ru: Рекомендованный от

source: Comes From
ru_ru: Происходит с

source: Last Click
ru_ru: Последний клик

source: AVG
ru_ru: Средняя

source: Never
ru_ru: Никогда

source: Show this referral statistics
ru_ru: Покажите статистику этого рекомендованного

source: Delete this referral
ru_ru: Удалите этого рекомендованного

source: Do you want to remove %s for $%s?
ru_ru: Вы хотите удалить %s за $%s?

source: What would you like to do with selected referrals?
ru_ru: Что Вы хотите сделать с выбранными рекомендованными?

source: Please choose
ru_ru: Прошу выбрать

source: Continue
ru_ru: Дальше

source: Do you want to remove those referrals for
ru_ru: Хотите ли Вы удалить этих рекомендованных за

source: Please select an action.
ru_ru: Нужно выбрать действие

source: Enter your username
ru_ru: Введите название пользователя

source: Enter your password
ru_ru: Введите пароль

source: Reset Password
ru_ru: Сбросьте пароль

source: Add more funds
ru_ru: Добавьте средства

source: Already rented referrals / your referral limit
ru_ru: Нанятых / Ваш лимит рекомендованных

source: %s credited clicks
ru_ru: %s зачтенных кликов

source: Disable AutoPay
ru_ru: Выключите AutoPay

source: Are you sure you want to disable AutoPay?
ru_ru: Вы точно хотите выключить AutoPay?

source: Enable AutoPay
ru_ru: Включите AutoPay

source: Are you sure you want to enable AutoPay?
ru_ru: Вы точно хотите включить AutoPay?

source: Enabled
ru_ru: Включенный

source: Enable AutoRenew
ru_ru: Включите AutoRenew

source: Period:
ru_ru: Период:

source: Days:
ru_ru: Дни:

source: Enable
ru_ru: Включите

source: Disable AutoRenew
ru_ru: Выключите AutoRenew

source: Are you sure you want to disable AutoRenew?
ru_ru: Вы точно хотите выключить AutoRenew?

source: Rent more referrals
ru_ru: Одолжите больше рекомендованных

source: Currently you don't have any rented referrals. To rent some please go %s.
ru_ru: Актуально у Вас нет никаких одолженных рекомендованных. Чтобы одолжить, кликните здесь %s.

source: Expiry date
ru_ru: Дата окончания

source: Last click
ru_ru: Последний клик

source: Recycle this referral
ru_ru: Замените этого рекомендованного

source: Are you sure you want to recycle %s?
ru_ru: Вы точно хотите заменить %s?

source: for
ru_ru: за

source: Resend verification email
ru_ru: Еще раз отправьте активационный e-mail

source: Please enter your e-mail
ru_ru: Укажите свой адрес e-mail

source: Enter your email address
ru_ru: Укажите свой адрес e-mail

source: Request for a new password
ru_ru: Попросите новый пароль

source: Confirm password
ru_ru: Подтвердите пароль

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Referrer
ru_ru: Рекомендованный

source: I understand and agree with %s
ru_ru: Паринимаю и соглашаюсь с %s

source: Register
ru_ru: Регистрация

source: Register with Facebook
ru_ru: Регистрируйтесь через Facebooka

source: Minimum transfer amount is:
ru_ru: Минимальная сумма платежа составляет:

source: Maximum transfer amount is:
ru_ru: Максимальная сумма платежа составляет:

source: Total Payment:
ru_ru: Сумма платежа:

source: Banners And Referral Links
ru_ru: Баннеры и рекомендательные ссылки

source: Show Your Username As:
ru_ru: Покажите название пользователя как:

source: Your Referral Link:
ru_ru: Ваша рекомендательная ссылка:

source: QR Code:
ru_ru: Код QR:

source: Statistical Banner
ru_ru: Статистический баннер

source: Banner Link:
ru_ru: Ссылка баннера:

source: HTML Code:
ru_ru: Код HTML:

source: Forum Code:
ru_ru: Код на форум:

source: Your Profile
ru_ru: Ваш профиль

source: Date Of Birth:
ru_ru: Дата рождения:

source: Account Id For %s:
ru_ru: Идентификатор счета %s:

source: Forum Avatar:
ru_ru: Аватар на форуме:

source: Forum Signature:
ru_ru: Подпись на форуме:

source: Forum Statistics:
ru_ru: Статистика на форуме:

source: AutoPay Statistics
ru_ru: Статистика AutoPay

source: AutoRenew Statistics
ru_ru: Статистика AutoRenew

source: Withdraw Funds
ru_ru: Выплата средств

source: You can not pay on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
ru_ru: Вы не можете получить средства на счет %s, поскольку текущая выплата и сумма прежних выплат на счет %s превышают сумму покупок, выполненных из счета %s.

source: You can not pay on %s unless you fill an payment account address in User Profile.
ru_ru: Мы не можем выплатить средства на счет %s, пока Вы не заполните номер счета (адрес) в своем профиле.

source: Maximum Withdraw Amount
ru_ru: Максимальная сумма выплаты

source: Our Fees
ru_ru: Наши оплаты

source: You Will Receive
ru_ru: Получите

source: Payment Account
ru_ru: Счет платежа

source: Withdraw Money
ru_ru: Выплата средств

source: Your Account In Numbers
ru_ru: Ваш счет в числах

source: Purchase Balance
ru_ru: Закупочный счет

source: Your Clicks This Week
ru_ru: Клики на этой неделе

source: Other Statistics
ru_ru: Другая статистика

source: Total Earinings
ru_ru: Общие заработки

source: Your Own Clicks
ru_ru: Ваши собственные клики

source: Personal Earnings
ru_ru: Личные заработки

source: Rented Referral Clicks
ru_ru: Клики одолженных рекомендованных

source: Direct Referral Clicks
ru_ru: Клики непосредственных рекомендованных

source: Earned From Direct Referrals
ru_ru: Заработки из непосредственных рекомендованных

source: Earned From Rented Referrals
ru_ru: Заработки из одолженных рекомендованных

source: Credited Referral Commissions
ru_ru: Зачтенные комиссионные за рекомендованных

source: Pending Referral Commissions
ru_ru: Ожидающие комиссионные за рекомендованных

source: Total Purchases
ru_ru: Сумма покупок

source: Total Received
ru_ru: Сумма выплат

source: Pending Cashout
ru_ru: Ожидающие выплаты

source: Direct Referrals Clicks
ru_ru: Клики непосредственных рекомендованных

source: Rented Referrals Clicks
ru_ru: Клики одолженных рекомендованных

source: Please Choose From Where You Want To Transfer Money:
ru_ru: Прошу выбрать из какого счета Вы хотите заплатить деньги:

source: Current Purchase Balance
ru_ru: Актуальное сальдо закупочного счета

source: Minimum Deposit Amount Is:
ru_ru: Минимальная сумма платежа составляет:

source: Fee
ru_ru: Оплата

source: Transfer Money
ru_ru: Перечислите

source: Referral Since
ru_ru: Рекомендованный от

source: Sorry, but we don't have any referrals to rent at the moment.
ru_ru: Нам жаль, но на этот момент у нас нет никаких рекомендованных для заема.

source: Expiry Date
ru_ru: Дата окончания

source: Resend Verification E-mail
ru_ru: Отправьте еще раз подтверждающий e-mail

source: Enter Your E-mail Address
ru_ru: Впишите свой адрес e-mail

source: Request For A New Password
ru_ru: Попросите новый пароль

source: Register at
ru_ru: Зарегистрируйтесь в

source: Confirm Password
ru_ru: Подтвердите пароль

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: I Understand And Agree With %s
ru_ru: Паринимаю и соглашаюсь с %s

source: Minimum Transfer Amount Is
ru_ru: Минимальная сумма платежа составляет

source: Maximum Transfer Amount Is
ru_ru: Максимальная сумма платежа составляет

source: Total Payment
ru_ru: Сумма платежа:

source: Title cannot be longer than 128 characters
ru_ru: Заглавие не может быть длинее, чем 128 знаков

source: Title can contain only alphanumerical characters, "-", "_" or "."
ru_ru: Заглавие может содержать только альфанумерические знаки, "-", "_" или "."

source: Description cannot be longer than 1024 characters
ru_ru: Описание не может быть длиннее, чем 1024 знака

source: URL cannot be longer than 512 characters
ru_ru: Адрес URL не может быть длиннее, чем 512 знаков

source: Please enter a valid URL
ru_ru: Прошу указать правильный адрес URL

source: Number of clicks should be a natural number or 0
ru_ru: Количество кликов должно быть натуральным числом или 0

source: Please select a valid status
ru_ru: Прошу выбрать правильный статус

source: Package type cannot be longer than 20 characters
ru_ru: Тип пакета не может быть длиннее, чем 20 знаков

source: Please select a valid package type
ru_ru: Прошу выбрать правильный тип пакета

source: Expiry should be a natural number or 0
ru_ru: Истечение срока должно быть натуральным числом или 0

source: Please enter valid e-mail address
ru_ru: Прошу вписать правильный адрес e-mail

source: This e-mail adress is in use
ru_ru: Этот адрес e-mail используется

source: Password should be at least 7 characters long
ru_ru: Пароль должен иметь не менее семи знаков.

source: Please enter a comma separated list of valid IP addresses
ru_ru: Введите список адресов IP, отделяя их запятыми.

source: Name cannot be longer than 32 characters
ru_ru: Название не может быть длиннее, чем 32 знака

source: Name cannot be empty
ru_ru: Название не может быть пустым

source: Name can only contain alphanumerical symbols
ru_ru: Название может содержать только альфанумерические символы

source: Time should be a numeric value (seconds)
ru_ru: Время должно быть числовым показателем (секунды)

source: Time cannot be a negative value
ru_ru: Время не может быть отрицательным показателем

source: Allow description should be a boolean value
ru_ru: Разрешение на описание должно быть показателем boolean

source: Geo-targeting should be a boolean value
ru_ru: Географический таргетинг должен быть показателем boolean

source: Referrals earnings should be a boolean value
ru_ru: Заработки из рекомендованных должны быть показателем boolean

source: Status cannot be longer than 20 characters
ru_ru: Статус не может быть длиннее, чем 20 знаков

source: Type cannot be longer than 20 characters
ru_ru: Тип не может быть длиннее, чем 20 знаков

source: Type have to be "Clicks" or "Days"
ru_ru: Типом должны быть "Клики" или "Дни"

source: Type cannot be empty
ru_ru: Тип может быть пустым

source: Amount should be a numeric value
ru_ru: Сумма должна быть числовым показателем

source: Amount cannot be a negative number
ru_ru: Сумма не может быть отрицательным числом

source: Price should be non-negative decimal with max two places after dot
ru_ru: Цена должна быть положительным десятичным числом с макс. двумя местами после запятой

source: Please supply a valid image
ru_ru: Прошу предоставить правильное изображение

source: Invalid file, only images allowed (gif, png, jpg)
ru_ru: Неправильный файл, разрешенные типы файлов (gif, png, jpg)

source: Image must be less than 2MB
ru_ru: Размер изображения должен быть меньше, чем 2MB

source: Something went wrong with upload. Please try again.
ru_ru: Что-то пошло не так, просим попробовать еще раз.

source: File with this name already exists
ru_ru: Файл с таким названием уже существует

source: Please supply a valid URL to image file
ru_ru: Прошу предоставить правильный адрес URL для файла изображения

source: Failed to download given file
ru_ru: Нельзя получить файл

source: boolean
ru_ru: логический показатель

source: Font name have to be shorter than 50 characters
ru_ru: Название шрифта должно быть короче 50 знаков

source: Font color should be in format RRGGBB
ru_ru: Цвет шрифта должен быть в формате RRGGBB

source: Font size should be a numeric value
ru_ru: Размер шрифта должен быть числовым показателем

source: Coordinate should be a numeric value
ru_ru: Координаты должны быть числовым показателем

source: Title cannot be longer than 128 charcters
ru_ru: Заглавие не может быть длинее, чем 128 знаков

source: Image URL cannot be longer than 512 characters
ru_ru: Адрес URL изображения не может быть длиннее, чем 512 знаков

source: Number of impressions should be a natural number or 0
ru_ru: Количество освещений должно быть натуральным числом или 0

source: Expiry value should be a natural number or 0
ru_ru: Показатель окончания срока должен быть натуральным числом или 0

source: Type have to be "Clicks", "Days", or "Impressions"
ru_ru: Типом должны быть "Клики", "Дни" или "Представления"

source: Amount should be a decimal value
ru_ru: Сумма должна быть десятичным показателем

source: Fee should be a decimal value
ru_ru: Оплата должна быть десятичным показателем

source: Fee cannot be a negative number
ru_ru: Оплата не может быть отрицательным числом

source: between
ru_ru: Оплата не может быть отрицательным числом

source: Click value should be non-negative decimal value
ru_ru: Показатель кликов должен быть положительным десятичным показателем

source: Note cannot be longer than 255 characters.
ru_ru: Замечание не может быть длиннее, чем 255 знаков.

source: Currency code cannot be empty
ru_ru: Код валюты не может быть пустым

source: Currency code cannot be shorter than 3 characters
ru_ru: Код валюты не может быть короче, чем 3 знака

source: Currency code cannot be longer than 3 characters
ru_ru: Код валюты не может быть длиннее, чем 3 знака

source: Currency name cannot be empty
ru_ru: Название валюты не может быть пустым

source: Currency name cannot be longer than 32 characters
ru_ru: Название валюты не может быть длиннее, чем 32 знака

source: Currency symbol cannot be empty
ru_ru: Символ валюты не может быть пустым

source: Currency symbol cannot be longer than 3 characters
ru_ru: Символ валюты не может быть длиннее, чем 3 знака

source: Currency ISO number should be a numeric value
ru_ru: Номер ISO валюты должен быть числовым показателем

source: Real step value should be a valid monetary value
ru_ru: Настоящий шаг показателя должен быть правильным денежным показателем

source: Gateway name cannot be longer than 25 characters
ru_ru: Название платежного шлюза не может быть длиннее, чем 25 знаков

source: Account cannot be longer than 50 characters
ru_ru: Счет не может быть длиннее, чем 50 знаков

source: Deposit status is wrong
ru_ru: Неправильный статус депозита

source: Item id cannot be longer than 100 characters
ru_ru: Идентификатор элемента не может быть длиннее, чем 100 знаков

source: Gateway identification cannot be longer than 255 characters
ru_ru: Идентификатор платежного шлюза не может быть длиннее, чем 255 знаков

source: Datetime should be valid datetime
ru_ru: Datetime должен быть правильным datetime

source: Purchase balance should be a decimal value
ru_ru: Закупочный счет должен быть десятичным показателем

source: Status can be only "Credited" or "Cancelled".
ru_ru: Статус может быть только "Признано" или "Аннулировано".

source: Amount should be less than 65535
ru_ru: Сумма должна быть меньше, чем 65535

source: Price should be a valid decimal value
ru_ru: Цена должна быть правильным десятичным показателем

source: E-mail name cannot be longer than 50 characters
ru_ru: Название e-mail не может быть длиннее, чем 50 знаков

source: Format can only be "text" or "html"
ru_ru: Формат может быть только "текстовый" или "html"

source: Subject cannot be longer than 50 characters
ru_ru: Тема не может быть длиннее, чем 50 знаков

source: Template cannot be empty.
ru_ru: Шаблон не может быть пустым.

source: Template cannot be longer than 50 characters.
ru_ru: Название шаблона не может быть длиннее, чем 50 знаков.

source: Description cannot be longer than 300 characters
ru_ru: Описание не может быть длиннее, чем 300 знаков

source: Please supply a valid IP address.
ru_ru: Введи правильный адрес IP.

source: Type have to be "Clicks" or "Days".
ru_ru: Типом должны быть "Клики" или "Дни"

source: Name should be between 1 and 50 characters
ru_ru: Название должно иметь между 1 и 50 знаков

source: values
ru_ru: показатели

source: Limit should be lower than 1000000 (or -1 for unlimited value)
ru_ru: Лимит должен быть меньше, чем 1000000 (или - 1 для показателя unlimited)

source: Price should be non-negative decimal value
ru_ru: Цена должна быть положительным десятичным показателем

source: Price cannot be negative value
ru_ru: Время не может быть отрицательным показателем

source: Price should be a decimal value
ru_ru: Цена должна быть правильным десятичным показателем

source: Direct referrals delete cost should be a decimal value
ru_ru: Стоимость удаления непосредственного рекомендованного должна быть десятичным показателем

source: Rented referrals expiry fee should be a decimal value
ru_ru: Стоимость истечения срока рекомендованного должна быть десятичным показателем

source: Minimum payout cannot be longer than 255 characters
ru_ru: Минимальный порог выплаты не может быть длиннее, чем 255 знаков

source: Minimum payout should be a comma separated list of numbers
ru_ru: Минимальные пороги выплат должны быть номерами, отделенными запятой без пробелов
