Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/default.po
Languages: ru_ru

source: Maximum cashout amount should be a decimal value
ru_ru: Максимальная сумма выплаты должна быть десятичным показателем

source: Upgrade commission should be a decimal value
ru_ru: Комиссионные за улучшение счета рекомендованного должны быть десятичным показателем

source: Fund commission should be a percentage value (0-100)
ru_ru: Комиссионные за дополнение счета рекомендованным должны быть процентным показателем из области (0-100)

source: Purchase commission should be a percentage value (0-100)
ru_ru: Комиссионные за покупки рекомендованного должны быть процентным показателем из области (0-100)

source: Time between renting should be a non-negative numeric value
ru_ru: Время между наемом должно быть положительным числовым показателем

source: Available referrals packs cannot be longer than 255 characters
ru_ru: Доступные пакеты рекомендованных не могут быть длиннее, чем 255 знаков

source: Available referrals packs should be a comma separated list of numbers
ru_ru: Доступные пакеты рекомендованных должны быть номерами, отделенными запятой без пробелов

source: Referral recycle cost should be a decimal value
ru_ru: Стоимость обмена рекомендованного должна быть десятичной ценностью

source: Autorecycle time should be a non-negative numeric value
ru_ru: Время AutoRecycle должно быть положительным числовым показателем

source: Maximum purchase commission per referral should be a decimal value
ru_ru: Максимальные комиссионные за покупки рекомендованного должны быть положительным числовым показателем

source: Maximum purchase commission per transaction should be a decimal value
ru_ru: Максимальные одиночные комиссионные за покупки рекомендованного должны быть положительным числовым показателем

source: Commission delay should be a non-negative numeric value
ru_ru: Опоздание в признании комиссионных должно быть положительным числовым показателем

source: Commission delay cannot be longer than 65535 days
ru_ru: Опоздание в признании комиссионных не может быть длиннее, чем 65535 days

source: Results per page should be a non-negative numeric value
ru_ru: Количество результатов на странице должно быть положительным числовым показателем

source: Results per page should be a non-negative numeric value
ru_ru: Количество результатов на странице должно быть положительным числовым показателем

source: Results per page cannot be more than 65535
ru_ru: Количество результатов на странице не может быть больше, чем 65535

source: AutoPay trigger days should be a non-negative numeric value
ru_ru: Дни действия AutoPay должны быть положительным числовым показателем

source: AutoPay trigger days cannot be longer than 255 days
ru_ru: Дни действия AutoPay должны быть больше, чем 255 дней

source: Title length cannot be longer than 150 characters.
ru_ru: Заглавие не может быть длиннее, чем 150 знаков

source: New's content cannot be empty.
ru_ru: Содержание сообщения не может быть пустым

source: Show in login ads should be a valid date and time value.
ru_ru: Показатель, показанный в LoginAds, должен быть правильной датой

source: URL should be between 10 and 512 characters
ru_ru: Адрес URL должен содержать от 10 до 512 знаков

source: Number of slots should be a natural number or 0
ru_ru: Количество слотов должно быть натуральным числом или 0

source: Number of taken slots should be a natural number or 0
ru_ru: Количество использованных слотов должно быть натуральным числом или 0

source: Value should be a valid monetary value
ru_ru: Показатель должен быть правильным денежным показателем

source: Invalid status.
ru_ru: Неправильный статус

source: Description cannot be longer than 1024 characters.
ru_ru: Описание не может быть длиннее, чем 1024 знака

source: Reject reason cannot be longer than 1024 characters.
ru_ru: Причина отклонения не может быть длиннее, чем 1024 знаков

source: Name length should be between 1 and 100 characters
ru_ru: Название должно иметь между 1 и 100 знаков

source: Value should be a valid monetary value.
ru_ru: Показатель должен быть правильным денежным показателем

source: Quantity should be a valid numeric value.
ru_ru: Количество должно быть правильным нумерическим показателем

source: Quantity should be between 0 and 4294967295.
ru_ru: Количество должно составлять от 0 до 4294967295

source: Price should be a valid monetary value.
ru_ru: Цена должна быть правильным денежным показателем

source: Name should be between 0 and 129 characters long
ru_ru: Название должно иметь между 0 и 129 знаков

source: Minimum deposit amount should be a decimal value
ru_ru: Минимальная сумма платежа должна быть десятичным показателем

source: Deposit fee (percent) should be a valid percentage value
ru_ru: Оплата за платеж должна быть правильным процентным показателем

source: Deposit fee should be a decimal value
ru_ru: Оплата за платеж должна быть правильным десятичным показателем

source: Cashout fee (percent) should be a valid percentage value
ru_ru: Оплата за выплату должна быть правильным процентным показателем

source: Cashout fee should be a decimal value
ru_ru: Оплата за выплату должна быть правильным десятичным показателем

source: Wrong gateway settings
ru_ru: Неправильные установки платежного шлюза

source: Number of days should be natural number
ru_ru: Количество дней должно быть натуральным числом

source: Number of days should be unique
ru_ru: Количество дней должно быть уникальным

source: Discount value should be a percentage value (0% - 100%)
ru_ru: Показатель снижения должен быть процентным показателем из области 0-100

source: Range start should be a natural number
ru_ru: Начало области должно быть натуральным числом

source: Start value has to be lower than end value
ru_ru: Начальный показатель должен быть меньше от конечного показателя

source: Range end should be a natural number
ru_ru: Конец области должен быть натуральным числом

source: End value has to be bigger than start value
ru_ru: Конечный показатель должен быть больше, чем начальный показатель

source: Price has to be bigger or equal to zero
ru_ru: Цена должна быть больше или равна нулю

source: Alias should be unique
ru_ru: Alias должен быть уникальным

source: Alias should be shorter than 200 characters.
ru_ru: Alias должен быть короче, чем 200 знаков

source: characters
ru_ru: знаков

source: Please enter site title.
ru_ru: Введите заглавие страницы

source: Please enter site name.
ru_ru: Введите название страницы

source: Please enter site URL.
ru_ru: Введите адрес страницы

source: Please enter a valid URL.
ru_ru: Введите правильный адрес

source: Site email should be a valid e-mail address.
ru_ru: E-mail страницы должен быть правильным адресом e-mail

source: rule
ru_ru: правило

source: Time should be a natural number.
ru_ru: Время должно быть натуральным числом.

source: Wrong value for start timer.
ru_ru: Неправильный показатель для начала отсчета

source: Unsupported captcha type.
ru_ru: Необслуживаемый тип капча

source: Unsupported renting option.
ru_ru: Необслуживаемая опцият наема

source: Number of days should be a natural number.
ru_ru: Количество дней должно быть натуральным числом

source: Unsupported renting filter
ru_ru: Необслуживаемый фильтр наема

source: Unsupported renting filter.
ru_ru: Необслуживаемый фильтр наема

source: Unknown cashout mode
ru_ru: Неизвестный режим выплаты

source: Maximum transfer value should be a decimal value.
ru_ru: Максимальная сумма трансфера должна быть десятичным показателем

source: Minimum transfer value should be a decimal value.
ru_ru: Минимальная сумма трансфера должна быть десятичным показателем

source: Invalid value for currency symbol display mode.
ru_ru: Неправильный показатель для символа валюты

source: Available places after comma should be in range [0, 8].
ru_ru: Количество доступных мест после запятой должно содержаться в области 0-8

source: Available places after comma should be a valid natural number (0 included).
ru_ru: Количество доступных мест после запятой должно быть натуральным числом или нулем

source: Total deposits amount should be a decimal value.
ru_ru: Общая сумма платежей должна быть десятичным показателем

source: Commission can be added only to Account or Purchase Balance.
ru_ru: Комиссионные могут быть добавлены только к главному или к закупочному счету

source: Money can be taken only from Account or Purchase balance.
ru_ru: Деньги могут быть взяты только из главного или закупочного счета

source: Title length should be between 0 and 128.
ru_ru: Длина заглавия должна составлять между 0 и 128

source: Title length should be a valid natural number.
ru_ru: Длина заглавия должна быть правильным натуральным числом

source: Description length should be between 0 and 1024.
ru_ru: Длина описания должна составлять между 0 и 1024

source: Description length should be a valid natural number.
ru_ru: Длина описания должна быть правильным натуральным числом

source: Preview time should be a valid natural number.
ru_ru: Время просмотра должно быть натуральным числом

source: Timeout should be a valid natural number.
ru_ru: Лимит времени должен быть натуральным числом

source: Activity clicks should be a valid natural number.
ru_ru: Количество кликов активности должно быть натуральным числом

source: Withdraw clicks should be a valid natural number.
ru_ru: Количество кликов к выплате должно быть натуральным числом

source: Days should be a valid natural number.
ru_ru: Количество дней должно быть натуральным числом

source: Number of hours should be a valid natural number.
ru_ru: Количество часов должно быть натуральным числом

source: Ads per box should be a valid natural number.
ru_ru: Лимит реклам на рекламный бокс должен быть натуральным числом

source: Description length should be between 0 and 300.
ru_ru: Длина описания должна составлять между 0 и 300

source: list
ru_ru: списка

source: AutoRenew days should be numbers separated by commas.
ru_ru: Дни AutoRenew должны быть отделены запятой, без пробелов

source: AutoRenew tries number should be between -1 and 128.
ru_ru: Количество попыток AutoRenew должно быть числом из области - 1 и 128

source: Paid Offers active setting should be a boolean value
ru_ru: Установки активности платных заданий должны быть логическим показателем

source: Name cannot be longer than 100 characters.
ru_ru: Название не может быть длиннее, чем 100 знаков

source: Message cannot be empty.
ru_ru: Сообщение не может быть пустым

source: Please select department.
ru_ru: Прошу выбрать соответствующий отдел

source: Full name cannot be longer than 71 characters.
ru_ru: Имя и фамилия не может быть длиннее, чем 71 знак

source: E-mail cannot be longer than 50 characters.
ru_ru: Адрес e-mail не может быть длиннее, чем 50 знаков

source: Please enter a valid e-mail address.
ru_ru: Прошу вписать правильный адрес e-mail

source: Subject cannot be longer than 100 characters.
ru_ru: Тема не может быть длиннее, чем 100 знаков

source: Status can be only "Open" or "Closed".
ru_ru: Разрешенный статус - это только "Открытый" или "Закрытый"

source: range
ru_ru: область

source: Message cannot be empty
ru_ru: Сообщение не может быть пустым

source: Username cannot be blank
ru_ru: Название пользователя не может быть пустым

source: Username cannot be longer than 50 and shorter than 3 characters
ru_ru: Название пользователя не может быть длиннее, чем 50 и короче, чем 3 знака

source: Username must only contain letters and numbers
ru_ru: Ваше название пользователя может содержать только буквы и цифры

source: This username is already taken
ru_ru: Название пользователя уже занято

source: This username is blocked
ru_ru: Это название пользователя заблокировано

source: Password cannot be blank
ru_ru: Пароль не может быть пустым

source: Password have to be longer than 6 characters
ru_ru: Пароль должен быть длиннее, чем 6 знаков

source: You cannot use your username as password
ru_ru: Вы не можете использовать название пользователя как пароль

source: Please retype your password
ru_ru: Впишите пароль еще раз

source: Passwords do not match
ru_ru: Пароли не идентичны

source: valid
ru_ru: важно

source: Please enter a valid e-mail address
ru_ru: Прошу вписать правильный адрес e-mail

source: This e-mail is in use
ru_ru: Этот адрес e-mail используется

source: This email is blocked.
ru_ru: Этот e-mail заблокирован

source: Please enter your first name
ru_ru: Прошу вписать свое имя

source: Please enter your last name
ru_ru: Прошу указать свою фамилию

source: Please read and accept Terms Of Service
ru_ru: Просим прочесть и акцептировать регламент

source: Please supply a valid IP address
ru_ru: Прошу указать правильный адрес IP

source: This IP is already in use
ru_ru: Этот адрес IP уже используется

source: Account balance should be a decimal value
ru_ru: Сальдо счета должно быть десятичным показателем

source: Purchase balance cannot be a negative number
ru_ru: Состояние закупочного счета не может быть отрицательным числом

source: Upline commission should be a decimal value
ru_ru: Комиссионные рекомендованного должны быть десятичным показателем

source: Upline commission cannot be a negative number
ru_ru: Комиссионные рекомендованного не могут быть отрицательным числом

source: length
ru_ru: длина

source: Avatar URL cannot be longer than 255 characters
ru_ru: Адрес URL аватара не может быть длиннее, чем 512 знаков

source: Avatar should be a valid HTTP URL (with "http://")
ru_ru: Прошу указать полный адрес с приставкой http#00://

source: Signature cannot be longer than 255 characters
ru_ru: Подпись не может быть длиннее, чем 255 знаков

source: AutoPay enable should be a boolean value
ru_ru: Включение AutoPay должно быть логическим показателем

source: AutoPay done should be a boolean value
ru_ru: Выполнение AutoPay должно быть логическим показателем

source: AutoRenew days should be between 0 and 65535
ru_ru: Область дней AutoRenew составляет между 0 и 65535

source: AutoRenew extend should be between 0 and 65535
ru_ru: Область продолжения рекомендованного с AutoRenew, составляет между 0 и 65535

source: This country is blocked.
ru_ru: Эта страна заблокирована

source: Please select Male or Female
ru_ru: Прошу выбрать пол

source: Birthday cannot be in the future
ru_ru: Дата рождения не может быть в будущем

source: Address cannot be longer than 200 characters
ru_ru: Адрес не может иметь больше, чем 200 знаков

source: numeric
ru_ru: нумерическое

source: Total clicks number cannot be less than credited clicks number
ru_ru: Сумма кликов не может быть больше, чем сумма зачтенных кликов

source: Deposit amount should be a decimal value
ru_ru: Сумма платежа должна быть десятичным показателем

source: Deposit amount cannot be a negative number
ru_ru: Сумма платежа не может быть отрицательным числом

source: clicks
ru_ru: кликов

source: Learn more about our platform
ru_ru: Узнайте больше

source: Sign up, now!
ru_ru: Запишитесь сейчас!

source: Registered users
ru_ru: Зарегистрированных пользователей

source: Users yesterday
ru_ru: Пользователей, зарегистрированных вчера

source: Paid so far
ru_ru: Выплаченное

source: Ads watched
ru_ru: Просмотренных реклам

source: Navigation
ru_ru: Навигация

source: Resources
ru_ru: Страницы

source: or
ru_ru: или

source: Please put your username (nickname) which you gonna use for logging in and in forum section. Make sure to use only alphanumerical symbols.
ru_ru: Впишите название пользователя, которое Вы будете использовать для регистрации, а также на форуме. Удостоверьтесь, что оно содержит только альфанумерические символы.

source: Please put your password. Make sure it differs from the other sites you use and make it as much complicated as it possible. Make sure no one else will know your password for security purposes.
ru_ru: Впишите свой пароль. Удостоверьтесь, что он отличается от других паролей, какие Вы используете на других страницах, а также является достаточно сложным. Удостоверьтесь также для безопасности Вашего счета, что никто другой не узнает Ваш пароль.

source: Please confirm your password.
ru_ru: Прошу подтвердить пароль.

source: Please put your real email address so we can send you confirmation link needed to finish sign up process. We will not share this email with anyone, we will use it only to keep you updated about site news and to recover your password in case you will forget it.
ru_ru: Прошу указать свой настоящий адрес e-mail, чтобы мы могли отправить ссылку, которая подтверждает запись и является необходимой для окончания регистрации. Мы не открываем доступ к Вашему адресу e-mail, а используем его только для того, чтобы отправлять сообщения о новостях в сервисе и при попытке возобновить пароль.

source: Enter your first name
ru_ru: Впишите свое имя.

source: Please put your real first name. It is needed for payment purposes.
ru_ru: Впишите свое настоящее имя, это нужно для обработки платежа.

source: Enter your last name
ru_ru: Впишите свою фамилию

source: Please put your real last name. It is needed for payment purposes.
ru_ru: Впишите свою настоящую фамилию, это нужно для обработки платежа.

source: Person which referred you
ru_ru: Лицо, которое Вас рекомендовало

source: This is the nickname of person which referred you to FuturumClix. If you do not have any referrer just leave this field blank.
ru_ru: Это лицо, которое рекомендовало Вас в сервис. Если у Вас нет такого лица, то оставьте это поле пустым

source: Show QR Code
ru_ru: Покажите код QR

source: Show all clicks
ru_ru: Показать все клики

source: Show only credited clicks
ru_ru: Показывать только зачисленные кликов

source: Cashout History
ru_ru: Вывод истории

source: Date
ru_ru: Дата
