Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/facebook_login.po
Languages: ru_ru

source: Facebook Graph returned an error: %s
ru_ru: Мы не можем получить токен доступа от Facebook. Интерфейс API возвратил следующую ошибку: %s

source: Facebook SDK error: %s
ru_ru: Ошибка SDK Facebook: %s

source: Error %s, code %s, reason %s, description %s
ru_ru: Ошибка %s, код ошибки %s, причина %s, описание %s

source: Bad request
ru_ru: Ошибочное требование

source: Invalid Facebook appID
ru_ru: Неправильный идентификатор аппликации Facebook

source: Failed to get long-lived access token: %s
ru_ru: Нельзя получить токен доступа : %s

source: Invalid user data
ru_ru: Неправильные данные

source: Your IP is already in use.
ru_ru: Ваш адрес IP уже используется.

source: Your account has been successfully created.
ru_ru: Ваш счет был создан!

source: User could not be saved. Please, try again
ru_ru: Нельзя записать пользователя. Прошу попробовать еще раз

source: Direct link
ru_ru: Непосредственная ссылка

source: Register at %s
ru_ru: Зарегистрируйтесь на %s

source: To finish your registration via Facebook you just need to provide us your username and password so you will be able to change your personal settings in the future and recover your password in case you will loose it.
ru_ru: Для конца регистрации через Facebook достаточно указать название пользователя и пароль, благодаря чему Вы сможете в будущем изменить свои личные установки и возобновить пароль, если его потеряете.

source: Username
ru_ru: Название пользователя

source: Password
ru_ru: Пароль

source: Confirm password
ru_ru: Подтвердите пароль

source: Referrer
ru_ru: Рекомендованный

source: I understand and agree with %s
ru_ru: Принимаю и соглашаюсь с %s

source: Terms of Service
ru_ru: постановлениями регламента

source: Register
ru_ru: Регистрация

source: Register With Facebook
ru_ru: Зарегистрируйтесь через Facebook
