Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/forum.po
Languages: ru_ru

source: Forum
ru_ru: Форум

source: %s [Subscriptions]
ru_ru: %s [Подписки]

source: Hello %s,
ru_ru: Приветствуйте %s,

source: You have asked to be notified for any new activity within %s. Below you will find an update on all your forum subscriptions. The last subscription update was sent on %s.
ru_ru: Вы просили, чтобы мы извещали Вас о каждой новой активности в %s. Ниже Вы найдете актуальную информацию, касающуюся всех подписок на форуме. Последняя актуализация подписки была отправлена %s.

source: You may unsubscribe from a forum or topic by clicking the "Unsubscribe" button found within the respective forum or topic.
ru_ru: Можно отказаться от подписки форума или темы, кликнув кнопку "Выписаться", которая находится в данном форуме или теме.

source: Forum Subscriptions
ru_ru: Подписка форума

source: The following topics have been created.
ru_ru: Нижеупомянутые темы были созданы.

source: Topic Subscriptions
ru_ru: Подписки темы

source: The following topics have seen recent post activity.
ru_ru: Темы с новейшими ответами

source: %s [%s] %d new posts
ru_ru: %s [%s] %d новых записей

source: Forum is disabled
ru_ru: Форум выключен

source: Your account is banned.
ru_ru: Ваш счет заблокирован.

source: Please select at least one moderator.
ru_ru: Выберите не менее одного модератора.

source: Invalid moderator
ru_ru: Неправильный модератор

source: Mass Action done.
ru_ru: Массовая акция выполнена правильно.

source: Please select an action.
ru_ru: Нужно выбрать акцию.

source: Please enter an username.
ru_ru: Укажите название пользователя.

source: User not found
ru_ru: Пользователь не найден.

source: The moderator has been created.
ru_ru: Модератор был создан.

source: The moderator could not be created. Please, try again.
ru_ru: Модератор не может быть создан. Прошу попробовать еще раз.

source: The moderator has been saved sucessfully.
ru_ru: Модератор был успешно записан.

source: The moderator could not be saved. Please, try again.
ru_ru: Модератор не может быть записан. Прошу попробовать еще раз.

source: The moderator has been deleted.
ru_ru: Модератор был удален.

source: The moderator could not be deleted. Please, try again.
ru_ru: Модератор не может быть удален. Прошу попробовать еще раз.

source: You have successfully reported this post! A moderator will review this post and take the necessary action.
ru_ru: Эта запись заявлена успешно! Модератор просмотрит эту запись и предпримет необходимые действия.

source: Last post time
ru_ru: Последняя запись

source: Topic created time
ru_ru: Время открытия темы

source: Total posts
ru_ru: Написанных постов

source: Total views
ru_ru: Вместе освещений

source: The settings has been saved.
ru_ru: Установки были записаны.

source: The settings could not be saved. Please, try again.
ru_ru: Нельзя записать установки. Прошу попробовать еще раз.

source: Invalid forum
ru_ru: Неправильный форум

source: The forum has been saved.
ru_ru: Форум был записан.

source: The forum could not be saved. Please, try again.
ru_ru: Нельзя записать форум. Прошу попробовать еще раз.

source: Please select at least one forum.
ru_ru: Прошу выбрать не менее одного форума.

source: The forum has been created.
ru_ru: Форум был создан.

source: The forum could not be created. Please, try again.
ru_ru: Нельзя создать форум. Прошу попробовать еще раз.

source: The forum has been deleted.
ru_ru: Форум был удален.

source: The forum could not be deleted. Please, try again.
ru_ru: Нельзя удалить форум. Прошу попробовать еще раз.

source: The forum icon has been deleted.
ru_ru: Удалено изображение форума.

source: The forum icon could not be deleted. Please, try again.
ru_ru: Нельзя удалить изображение форума. Прошу попробовать еще раз.

source: Successfully saved new forums order
ru_ru: Успешно записан новый порядок категории на форуме

source: Failed to save forums order. Please, try again.
ru_ru: Не удалось записать установки категории на форуме. Прошу попробовать еще раз.

source: ToS saved successfully.
ru_ru: Успешно записан регламент.

source: Failed to save, please try again.
ru_ru: Не удалось записать. Прошу попробовать еще раз.

source: Help saved successfully.
ru_ru: Успешно записана помощь.

source: A total of %d topic(s) have been permanently deleted
ru_ru: В сумме стабильно устранено %d тем

source: A total of %d topic(s) have been locked to the public
ru_ru: В сумме стабильно заблокировано %d тем

source: A total of %d topic(s) have been re-opened
ru_ru: В сумме %d тем было снова открыто

source: A total of %d topic(s) have been moved to another forum category
ru_ru: В сумме %d тем было перенесено в другую категорию форума

source: Failed To Subscribe
ru_ru: Не удалось подписаться

source: Subscribed
ru_ru: Подписано

source: Failed To Unsubscribe
ru_ru: Не удалось отказаться от подписки

source: Unsubscribed
ru_ru: Отказаться от подписки

source: Create Poll
ru_ru: Создайте анкету

source: Create Topic
ru_ru: Создайте новую тему

source: You have successfully reported this topic! A moderator will review this topic and take the necessary action.
ru_ru: Эта тема успешно заявлена! Модератор просмотрит эту тему и предпримет необходимые действия.

source: A total of %d post(s) have been permanently deleted
ru_ru: В сумме стабильно удалено %d записей

source: Invalid user profile
ru_ru: Неправильный профиль пользователя

source: Close
ru_ru: Закройте

source: Username
ru_ru: Название пользователя

source: Password
ru_ru: Пароль

source: Remember Me?
ru_ru: Помнить меня

source: Login
ru_ru: Логирование

source: Forums
ru_ru: Фора

source: Search
ru_ru: Искать

source: Rules
ru_ru: Регламент

source: Help
ru_ru: Помощь

source: View Recent Topics
ru_ru: Последние темы

source: Logout
ru_ru: Выход

source: Sign Up
ru_ru: Зарегистрироваться

source: Forgot Password
ru_ru: Напомнить пароль

source: Subscribe
ru_ru: Подпишитесь

source: Unsubscribe
ru_ru: Отмените подписку

source: Moderate
ru_ru: Модеруйте

source: Closed
ru_ru: Закрыто

source: Sub-Forums
ru_ru: Под-фора

source: by
ru_ru: Автор

source: No latest activity to display
ru_ru: Отсутствие новых событий для освещения

source: Post Reply
ru_ru: Ответ

source: Poll
ru_ru: Голосование

source: Pages
ru_ru: Страницы

source: Help Desk
ru_ru: Помощь

source: Topics
ru_ru: Темы

source: Posts
ru_ru: Записи

source: Activity
ru_ru: Активность

source: There are no categories within this forum
ru_ru: Отсутствие категории в этом форуме

source: Statistics
ru_ru: Статистика

source: %d topics, %d posts <p>and</p> %d users
ru_ru: %d тем, записей: %d<p>и</p> %d пользователей

source: Newest User
ru_ru: Новейший пользователь

source: Rules and Regulations
ru_ru: Регламент

source: Latest Topics
ru_ru: Новейшие темы

source: The latest 10 topics out of all forums
ru_ru: Новейшие 10 тем из числа всех фор

source: No New Posts
ru_ru: Отсутствие новых записей

source: New Posts
ru_ru: Новые записи

source: Sticky
ru_ru: Приклееный

source: Important
ru_ru: Важное

source: Announcement
ru_ru: Объявление

source: RSS Feed - Latest Topics
ru_ru: Канал RSS - новейшие темы

source: RSS Feed - Content Review
ru_ru: Канал RSS - осмотр содержимого

source: Add new moderator
ru_ru: Добавьте нового модератора

source: Add moderator
ru_ru: Добавьте модератора

source: Edit moderator
ru_ru: Редактирование модератора

source: Save
ru_ru: Запишите

source: Forums list
ru_ru: Список форумов

source: Moderator
ru_ru: Модератор

source: Delete moderator
ru_ru: Удалить модератора

source: Are you sure you want to delete "%s" from moderators list of "%s"?
ru_ru: Вы точно хотите удалить "%s" из списка модератора "%s"?

source: Topic Review - Last 10 Replies
ru_ru: Осмотр темы - последние 10 ответов

source: Edit Post
ru_ru: Редактировать запись

source: Update Post
ru_ru: Актуализировать запись

source: Report Post
ru_ru: Подайте заявку в модерацию

source: Are you sure you want to report the post (below) in the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
ru_ru: Вы точно хотите заявить нижеупомянутую запись в теме %s? Если да, то прошу добавить комментарий почему Вы ее заявляете. Максимально Вы можете использовать 255 знаков.

source: Post
ru_ru: Запись

source: Type
ru_ru: Вид

source: Comment
ru_ru: Комментарий

source: Report
ru_ru: Отчет

source: With keywords
ru_ru: С ключевыми словами

source: In forum
ru_ru: В форуме

source: By user
ru_ru: Пользователем

source: Order by
ru_ru: Сортируйте согласно

source: Search Topics
ru_ru: Искать темы

source: Topic
ru_ru: Тема

source: Author
ru_ru: Автор

source: Created
ru_ru: Создано

source: Views
ru_ru: Представлений

source: No results were found, please refine your search criteria
ru_ru: Не найден пользователь, прошу сузить поиск

source: Edit Forum:
ru_ru: Редактирование форума:

source: Edit Help
ru_ru: Редактирование помощи

source: Forums List
ru_ru: Список форумов

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Edit forum
ru_ru: Редактируйте форум

source: Delete forum
ru_ru: Удалите форум

source: Remove icon
ru_ru: Удалите изображение

source: Edit ToS
ru_ru: Редактирование регламента

source: Move Topics To
ru_ru: Перенесите тему к

source: Move Forums To
ru_ru: Перенесите форум до

source: Return to Forum
ru_ru: Возвращение к форуму

source: Status
ru_ru: Статус

source: There are no topics within this forum
ru_ru: Отсутствие записей в этом форуме

source: Action
ru_ru: Деятельность

source: Open Topic(s)
ru_ru: Откройте темы

source: Close Topic(s)
ru_ru: Закройте темы

source: Move Topic(s)
ru_ru: Перенесите темы

source: Delete Topic(s)
ru_ru: Удалите темы

source: Perform Action
ru_ru: Деятельность

source: Move To
ru_ru: Перенести к

source: Process
ru_ru: Выполнить

source: Total Topics
ru_ru: Количество тем

source: Increases Post Count
ru_ru: Увеличивает счетчик записей

source: Can Read Topics
ru_ru: Может считывать темы

source: Can Create Topics
ru_ru: Может создавать темы

source: Total Posts
ru_ru: Написанных постов

source: Auto-Lock Topics
ru_ru: Автоматически закрывайте темы

source: Can Reply
ru_ru: Может отвечать

source: Can Create Polls
ru_ru: Может создавать анкеты

source: Moderators
ru_ru: Модераторы

source: Title
ru_ru: Заглавие

source: Select a Forum
ru_ru: Выберите форум

source: Poll Options
ru_ru: Голосование

source: One option per line.<br /> Max 10 options.
ru_ru: Одна опция в стихе.<br />Максимально 10 опций.

source: Expiration Date
ru_ru: Дата окончания

source: How many days till expiration? Leave blank to last forever.
ru_ru: Сколько дней до окончания? Оставьте пустые для отсутствия срока.

source: Excerpt
ru_ru: Фрагмент

source: %s characters remaining
ru_ru: Фрагмент

source: Edit Topic
ru_ru: Редактируйте тему

source: Delete?
ru_ru: Удалить?

source: Delete Topic
ru_ru: Удалить тему

source: Are you sure you want to delete?
ru_ru: Вы уверены, что хотите это удалить?

source: Return to Topic
ru_ru: Вернуться к теме

source: User
ru_ru: Пользователь

source: Date
ru_ru: Дата

source: Delete Post(s)
ru_ru: Удалить пост

source: Report Topic
ru_ru: Подайте заявку в модерацию

source: Are you sure you want to report the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
ru_ru: Вы точно хотите тему %s? Если да, то прошу добавить комментарий почему Вы ее заявляете. Максимально Вы можете использовать 255 знаков.

source: Voting on this poll has been closed
ru_ru: Эта анкета была закрыта.

source: Vote
ru_ru: Голосуйте

source: Please login to vote!
ru_ru: Залогируйтесь, чтобы проголосовать!

source: %d votes
ru_ru: голосов: %d

source: Your Vote
ru_ru: Ваш голос

source: Delete Post
ru_ru: Удалите эту запись

source: Quote
ru_ru: Цитата

source: Link To This
ru_ru: Ссылка к

source: Rate Up
ru_ru: Люблю это

source: Rate Down
ru_ru: Не люблю это

source: Referrals: %d
ru_ru: Рекомендованные: %d

source: Paid Out: %s
ru_ru: Выплаченные: %s

source: Earned: %s
ru_ru: Заработал: %s

source: This post has been buried.
ru_ru: Эта запись была скрыта.

source: View the buried post?
ru_ru: Покажите скрытые записи?

source: Quick Reply
ru_ru: Быстрый ответ

source: %s's profile
ru_ru: Профиль %s

source: Topics: %d
ru_ru: Темы: %d

source: Posts: %d
ru_ru: Записи: %d

source: Received: %s
ru_ru: Полученные: %s

source: Signature:
ru_ru: Подпись:

source: logo
ru_ru: Логотип

source: First
ru_ru: Первая

source: Last
ru_ru: Последняя

source: Showing %s-%s of %s
ru_ru: Отображено %s-%s из %s

source: %d topics, %d posts, and %d users
ru_ru: %d тем, %d записей и %d пользователей
