Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/offerwalls.po
Languages: ru_ru

source: Offerwalls
ru_ru: Платные предложения

source: Offerwall's Log
ru_ru: Дневник платных предложений

source: Failed to get transaction id.
ru_ru: Не удалось получить идентификатор транзакции.

source: Failed to save offer
ru_ru: Нельзя записать предложение

source: Offerwall not specified
ru_ru: Предложение не было определено

source: Offerwall not found: %s
ru_ru: Не найдено предложение %s

source: Offerwall settings not found
ru_ru: Не найдены усстановки платного предложения

source: Invalid user
ru_ru: Неправильный пользователь

source: Empty offers options
ru_ru: Пустые опции платного предложения

source: Failed to credit offer
ru_ru: Не удалось дописать премию за предложение

source: Offerwalls Log
ru_ru: Дневник платных предложений

source: Offer ID
ru_ru: ID предложения

source: Date completed
ru_ru: Дата выполнения

source: Credit date
ru_ru: Дата добавления премии

source: Page {:page} of {:pages}
ru_ru: Страница {:page} из {:pages}

source: Date credited
ru_ru: Дата платежа
