Repository: HenPrado/futurumclix
Catalog: app/Locale/rus/LC_MESSAGES/revenue_share.po
Languages: ru_ru

source: Revenue Shares
ru_ru: Акции

source: Not allowed
ru_ru: Неразрешенное

source: Please enter a valid amount
ru_ru: Впишите правильную сумму

source: Invalid option
ru_ru: Неправильная опция

source: Invalid gateway
ru_ru: Неправильный платежный шлюз

source: You can buy maximum of %d packs.
ru_ru: Максимально можете купить %d пакетов.

source: Missing conversion data
ru_ru: Недостающие данные конверсии

source: Buy revenue shares
ru_ru: Купите акции

source: Choose revenue share pack
ru_ru: Выберите пакет акций

source: Packs amount
ru_ru: Количество акций

source: Max allowed: %s
ru_ru: Максимально разрешенное %s

source: Currently you do not have any revenue shares.
ru_ru: Сейчас Вы не владете никакими акциями.

source: Pack name
ru_ru: Название файла

source: Start date
ru_ru: Дата начала

source: Current income
ru_ru: Теперешний приход

source: Not longer available
ru_ru: Уже не доступен

source: Completed
ru_ru: Оконченный

source: Page {:page} of {:pages}
ru_ru: Страница {:page} из {:pages}

source: Currently you cannot buy more shares. You have to wait until %s to get more revenue shares.
ru_ru: Сейчас Вы не можете купить больше акции. Вы должны подождать до %s, чтобы купить больше акции.

source: Currently you cannot buy more shares as you have reached maximum amount of allowed revenue shares.
ru_ru: Сейчас Вы не можете купить больше акции, поскольку достигли максимально разрешенного количества имеющихся акций.

source: Revenue shares
ru_ru: Акции

source: Running Days
ru_ru: Дни

source: Days left
ru_ru: Осталось дней
