Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Advertisement panel
de_de: Werbepanel

source: Invalid advertisement
de_de: falsche Werbung

source: Advertisement deleted.
de_de: Werbung wurde entfernt.

source: Failed to delete advertisement. Please try again.
de_de: Werbung kann nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Advertisement saved successfully.
de_de: Werbung erfolgreich gespeichert.

source: Failed to save advertisement. Please, try again.
de_de: Werbung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Please supply a valid http(s) URL.
de_de: Geben Sie bitte vollständige Adresse mit http(s):// ein

source: Failed to connect to the service. Socket error: %s
de_de: Verbindung fehlgeschlagen mit dem folgenden Fehler: %s

source: Failed to connect to the service. Please check if URL is valid and server is running.
de_de: Keine Verbindung mit dem Server. Bitte überprüfen Sie die Web-Adresse und versuchen Sie es erneut.

source: This site have set X-Frame-Options to SAMEORIGIN, it cannot be displayed in frame.
de_de: Diese Seite hat X-Frame-Options auf SAMEORIGIN eingestellt, die nicht in einem Frame angezeigt werden kann.

source: Package successfully assigned.
de_de: Das Paket wurde der Werbung zugewiesen.

source: Failed to assign package. Please try again.
de_de: Packet konnte nicht zugewiesen werden. Bitte versuchen Sie es erneut.

source: %d %s on %s
de_de: %d %s auf %s

source: Ad sucessfully saved.
de_de: Werbung erfolgreich gespeichert.

source: Error while saving ad. Please try again.
de_de: Fehler beim Speichern der Werbung. Bitte versuchen Sie es erneut.

source: Please choose countries for Geo-Targeting
de_de: Bitte wählen Sie Länder für Geo-Targeting

source: Please choose memberships for targeting
de_de: Wählen Sie eine Mitgliedschaft für Mitgliedschaft-Targeting

source: Ad successfully activated.
de_de: Werbung wurde aktiviert.

source: Error when activating ad. Please try again.
de_de: Werbungn konnte nicht aktiviert werden. Bitte versuchen Sie es erneut.

source: Ad successfully paused.
de_de: Werbung wurde gestoppt.

source: Error while pausing ad. Please try again.
de_de: Fehler während der Werbungsanhaltung. Bitte versuchen Sie es erneut.

source: Your account is suspended.
de_de: Ihr Konto ist gesperrt.

source: Please do not refresh page after certain actions like buying on the site etc. Please come back to previous page with the back button in web browser.
de_de: Bitte laden Sie die Seite nicht erneut, wenn eine Aktion gemacht wird, wie z.B. einkaufen. Bitte kehren Sie zur vorherigen Seite mittels der Zurück-Taste Ihres Browsers.

source: Please fill in your profile data!
de_de: Aktualisieren Sie Ihr Profil!

source: Banner ads panel
de_de: Banner-Werbung-Panel

source: Error while activating ad. Please try again.
de_de: Fehler bei der Aktivierung der Werbung. Bitte versuchen Sie es erneut.

source: Banner ad saved successfully
de_de: Banner-Werbung erfolgreich gespeichert

source: Failed to save banner ad. Please, try again.
de_de: Banner-Werbung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Package assigned sucessfully.
de_de: Das Paket wurde der Werbung zugewiesen.

source: Package assigned successfully.
de_de: Das Paket wurde der Werbung zugewiesen.

source: Referral's commissions
de_de: Provisionen für Empfehlungen

source: Purchase history
de_de: Kauf-Historie

source: Featured ads panel
de_de: Markierte Werbungen-Panel

source: Ad sucessfully activated.
de_de: Werbung wurde aktiviert.

source: Featured ad saved sucessfully
de_de: Markierte Werbung wurde erfolgreich gespeichert.

source: Failed to save featured ad. Please, try again.
de_de: Markierte Werbung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Login ads panel
de_de: LoginAds Werbungen Panel

source: Error when pausing ad. Please try again.
de_de: Werbung konnte nicht aufgehalten werden. Bitte versuchen Sie es erneut.

source: Login ad saved successfully
de_de: LoginAd Werbung erfolgreich gespeichert

source: Failed to save login ad. Please, try again.
de_de: LoginAd Werbung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: 1 month -
de_de: 1 Monat -

source: %d months -
de_de: 1 Monat -

source: Unlimited
de_de: Ohne Limit

source: Upgrade your account
de_de: Verbessern Sie Ihr Konto

source: Upgrading from Purchase Balance is not allowed
de_de: Ihr Kaufkonto kann nicht verbessert werden.

source: Buy membership
de_de: Mitgliedschaft kaufen

source: You have been banned from Paid Offers.
de_de: Die Möglichkeit der erfüllung von zu zahlenden Aufgaben wurde blockiert.

source: Paid Offers Panel
de_de: Bezahlte Aufgaben Panel

source: Paid offer saved successfully.
de_de: Bezahlte Aufgabe erfolgreich gespeichert.

source: Failed to save paid offer. Please, try again.
de_de: Bezahlte Aufgabe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Failed to save Paid Offer. Please, try again.
de_de: Bezahlte Aufgabe konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Paid Offers
de_de: bezahlte Aufgaben

source: Offer successfully activated.
de_de: Aufgabe wurde aktiviert.

source: Error while activating offer. Please try again.
de_de: Aufgabe konnte nicht aktiviert werden. Bitte versuchen Sie es erneut.

source: Offer successfully paused.
de_de: Aufgabe wurde gehalten.

source: Error while pausing offer. Please try again.
de_de: Aufgabe konnte nicht gestoppt werden. Bitte versuchen Sie es erneut.

source: Invalid offer
de_de: Aufgabe ungültig

source: Offer deleted.
de_de: Aufgabe wurde entfernt.

source: Failed to delete offer. Please try again.
de_de: Aufgabe konnte nicht entfernt werden. Bitte versuchen Sie es erneut.

source: Value %s - %s slots - %s
de_de: Der Wert %s -%s Slots -%s

source: %s slots %s value
de_de: %s-Slots mit einem Wert von %s

source: slots: %d value: %s
de_de: Slots: %d Wert: %s

source: Paid Offers panel
de_de: Bezahlte Aufgaben Panel

source: Offer successfully added to ignore list.
de_de: Aufgabe wurde zur Ignorier-Liste hinzugefügt.

source: Failed to add offer to ignore list. Please, try again later.
de_de: Aufgabe konnte zur Ignorier-Liste nicht hinzugefügt werden. Bitte versuchen Sie es später erneut.

source: Offer successfully removed from ignore list.
de_de: Aufgabe wurde erfolgreich von Ihrer Ignorier-Liste entfernt.

source: Failed to remove offer from ignore list. Please, try again later.
de_de: Aufgabe konnte von Ignorier-Liste nicht entfernt werden. Bitte versuchen Sie es später erneut.

source: Application successfully accepted.
de_de: Meldung wurde angenommen.

source: Failed to accept application. Please, try again later.
de_de: Meldung konnte nicht angenommen werden. Bitte versuchen Sie es später erneut.

source: Payment Cancelled
de_de: Die Zahlung wurde abgebrochen

source: Payment Successful
de_de: Die Zahlung war erfolgreich

source: Payment redirection
de_de: Zahlung-Umleitung

source: Payment message
de_de: Informationen zur Zahlung

source: Invalid ticket.
de_de: Meldung ungültig.

source: Failed to check captcha. Please try again
de_de: CAPTCHA connte nicht überprüft werden. Bitte versuchen Sie es erneut.

source: Ticket successfully added. Please check e-mail address, you have provided, for further informations.
de_de: Meldung wurde angenommen. Bitte überprüfen Sie Ihre Mailbox um weitere Anweisungen zu folgen.

source: Failed to add new ticket. Please, try again.
de_de: Neue Meldung konnte nicht angenommen werden. Bitte versuchen Sie es erneut.

source: Answer successfully saved.
de_de: Antwort wurde angenommen.

source: Failed to save your answer. Please, try again.
de_de: Antwort konnte nicht angenommen werden. Bitte versuchen Sie es erneut.

source: Promotion tools
de_de: Werkzeuge zu empfehlen

source: The user profile has been saved.
de_de: Profil wurde erfolgreich gespeichert.

source: Failed to save user profile.
de_de: Profil konnte nicht gespeichert werden.

source: Wrong password
de_de: Kennwort ungültig

source: Edit your profile
de_de: Profil bearbeiten

source: Verification e-mail has been send.
de_de: Überprüfunga-E-Mail wurde versandt.

source: You are already registered and logged in
de_de: Sie sind bereits registriert und angemeldet.

source: Your IP is already in use.
de_de: Ihre IP-Adresse ist bereits im Einsatz.

source: Please check your e-mail for activation link
de_de: Überprüfen Sie Ihre E-Mail, ob Sie einen Bestätigungslink erhalten haben.

source: Your account has been successfully created. Please, log in.
de_de: Ihr Konto wurde erstellt! Sie können sich jetzt anmelden.

source: User could not be saved. Please, try again
de_de: Benutzer kann nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Your account has been already verified.
de_de: Ihr Konto wurde bereits bestätigt.

source: Your account has been successfully verified.
de_de: Ihr Konto wurde erfolgreich überprüft.

source: Your e-mail has been successfully saved.
de_de: Ihre E-Mail wurde erfolgreich gespeichert.

source: Direct link
de_de: direkter Link

source: Failed to check captcha. Please try again.
de_de: CAPTCHA connte nicht überprüft werden. Bitte versuchen Sie es erneut.

source: Your account is not verified. Please check your e-mail or
de_de: Ihr Konto wurde nicht bestätigt. Bitte überprüfen Sie Ihre E-Mail oder

source: resend verification link
de_de: klicken Sie erneut auf den Bestätigungslink

source: Your account is suspended
de_de: Ihr Konto ist gesperrt

source: Username or password is incorrect.
de_de: Falscher Benutzername oder Kennwort.

source: You are logged out.
de_de: Sie wurden abgemeldet.

source: E-mail not found.
de_de: E-Mail wurde nicht gefunden.

source: Your account is already verified.
de_de: Ihr Konto ist bereits überprüft.

source: Please check your e-mail for activation link.
de_de: Überprüfen Sie Ihre E-Mail, ob Sie einen Bestätigungslink erhalten haben.

source: Your account is not verified.
de_de: Ihr Konto wurde noch nicht bestätigt.

source: Please check your e-mail for password reset link.
de_de: Bitte überprüfen Sie Ihre E-Mail-Adresse, wenn Sie einen Link zum Zurücksetzen des Kennworts erhalten.

source: New password has been send to your e-mail.
de_de: Das neue Kennwort wurde an Ihre E-Mail versendet.

source: You need to click %d more ads to earn commissions from referrals tomorrow.
de_de: Sie müssen mindestens%d Werbungen sehen um morgen einen Bonus von ihren Empfehlungen zu verdienen.

source: You need verified %s account to make purchases on the site. Your last purchase was refunded.
de_de: Ihr Konto%s muss geprüft werden um den Kauf auf der Website zu machen. Ihre Zahlung für den letzten Kauf wurde automatisch zurückerstattet.

source: Sorry, you do not have enough funds.
de_de: Sie haben nicht genügend Geld auf dem Konto.

source: An error occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Disabled
de_de: Nicht verfügbar

source: %d days
de_de: %d Tage

source: I want to recycle them --
de_de: Ich möchte sie ersetzen --

source: I want to extend their rental time for %d days --
de_de: Ich möchte die Leihfrist um %d Tage verlängern --

source: Please select action.
de_de: Wählen Sie die Aktion.

source: Please select at least one rented referral
de_de: Bitte wählen Sie mindestens eine Empfehlung

source: Failed to extend rented referrals. Please try again later.
de_de: Leihfrist konnte nicht verlängert werden. Bitte versuchen Sie es später noch einmal.

source: Rented referrals extended.
de_de: Die Leihfrist wurde verlängert.

source: Rented Referrals
de_de: Ausgeliehene Empfehlungen

source: Please select at least one direct referral.
de_de: Bitte wählen Sie mindestens eine direkte Empfehlung.

source: You do not have sufficient funds on your balance.
de_de: Sie haben nicht genügend Geld auf dem Konto.

source: Referrals removed successfully.
de_de: Empfehlungen wurden entfernt.

source: Failed to remove referrals. Please, try again.
de_de: Empfehlungen konntent nicht entfernt werden. Bitte versuchen Sie es später noch einmal.

source: I want to delete them -- for $0.01
de_de: Ich möchte sie entfernen -- für $ 0,01

source: Direct Referrals
de_de: direkte Empfehlungen

source: AutoRenew settings changed successfully.
de_de: AutoRenew Einstellungen wurden gespeichert.

source: Failed to change AutoRenew settings. Please, try again.
de_de: Sie können die AutoRenew Einstellungen nicht ändern. Bitte versuchen Sie es erneut.

source: User has been deleted
de_de: Benutzer erfolgreich gelöscht

source: User could not be deleted. Please, try again
de_de: Benutzer konnte nicht entfernt werden. Bitte versuchen Sie es erneut

source: Referral removed successfully.
de_de: Empfehlung wurde entfernt.

source: Failed to remove referral. Please, try again.
de_de: Empfehlung konnte nicht entfernt werden. Bitte versuchen Sie es erneut.

source: You do not have sufficient funds on your Purchase Balance.
de_de: Sie haben nicht genügend Geld auf dem Einkaufskonto.

source: Account Balance
de_de: Hauptkonto

source: Transfer completed successfully
de_de: Der Transfer von Geldern wurde erfolgreich abgeschlossen.

source: Error when transferring funds, please try again later.
de_de: Fehler bei der Übertragung von Mitteln. Bitte versuchen Sie es später noch einmal.

source: Not enough funds on Account Balance.
de_de: Sie haben nicht genügend Geld auf dem Hauptkonto.

source: Minimum deposit amount is %s.
de_de: Der Mindesteinzahlungsbetrag beträgt %s.

source: Maximum deposit amount is %s.
de_de: Die maximale Einzahlungsbetrag beträgt %s.

source: Please enter an amount.
de_de: Geben Sie den Betrag.

source: Add Funds
de_de: Mittel hinzufügen

source: Please enter amount.
de_de: Geben Sie den Betrag.

source: Please select payment gateway.
de_de: Bitte wählen Sie ein Payment-Gateway.

source: Withdraw funds
de_de: Auszahlung

source: Sorry, you need funds on Account Balance to cashout.
de_de: Sie haben nicht genügend Geld auf dem Hauptkonto, um Auszahlung zu machen.

source: Sorry, but you need %d more clicks to cashout.
de_de: Es tut uns leid, aber wir brauchen noch mindestens %d Werbungen um Auszahlung zu machen.

source: Sorry, but minimum cashout for you is %s
de_de: Es tut uns leid, aber Ihre Mindestauszahlung ist %s.

source: Sorry, but you need to wait %d more day(s). You can request next cashout at %s
de_de: Es tut uns leid, aber Sie müssen mindestens %d Tage warten, um auszuzahlen. Nächster Auszahlung können Sie am %s machen

source: Sorry, you are allowed to have only one pending cashout request.
de_de: Es tut uns leid, aber Sie können nur einen noch nicht erledigten Auftrag für den Rückzahlung haben.

source: Cashout successfully done
de_de: Auszahlung wurde erfolgreich durchgeführt.

source: Rent Referrals
de_de: Empfehlungen ausleihen

source: Sorry, but you need to wait %d more day(s). You can rent next referrals at %s
de_de: Es tut uns leid, aber Sie müssen mindestens %d Tage warten, um Empfehlungen auszuleihen. Nachfolgende Empfehlungen können am %s ausgeliehen werden

source: Sorry, we do not have enough referrals available now.
de_de: Leider haben wir jetzt keine Empfehlungen zu ausleihen.

source: This packet will exceed your rented referrals limit.
de_de: Dieses Paket überschreitet die zulässige Menge von ausgeliehenen Empfehlungen.

source: Sorry, you have not enough funds for this pack.
de_de: Sie haben nicht genügend Geld auf dem Konto, um dieses Paket zu kaufen.

source: Sorry, your limit will overflow.
de_de: Leider wird Ihr Limit überschritten.

source: Sorry, we do not have so many referrals available at now.
de_de: Leider haben wir jetzt keine Empfehlungen zu ausleihen.

source: Buy referrals
de_de: Empfehlungen kaufen

source: Autopay settings successfully changed.
de_de: AutoPay Einstellungen wurden gespeichert.

source: Active
de_de: aktiv

source: Inactive
de_de: inaktiv

source: Pending
de_de: anstehend

source: Clicks
de_de: Klicks

source: Days
de_de: Tage

source: I already got paid: %s
de_de: Ausgezahlt bereits: %s

source: I already earned: %s
de_de: Verdient bereits: %s

source: Site paid: %s
de_de: Insgesamt ausgezahlt: %s

source: DELETED
de_de: Entfernt

source: Wrong action %s on model %s
de_de: Falsches Aktion %s auf %s Modell

source: Message should be at least %d character length.
de_de: Die Nachricht soll mindestens %d Zeichen lang sein.

source: Un-verified
de_de: Ungeprüft

source: Suspended
de_de: Suspendiert

source: You do not have enough funds on Purchase Balance
de_de: Sie haben nicht genügend Geld auf dem Kaufkonto.

source: Failed to assign deposit bonus
de_de: Bonus für sie Einzahlung konnte nicht zugeordnet werden.

source: Sorry, we do not have enough referrals available. Please try again later.
de_de: Leider haben wir jetzt keine Empfehlungen. Bitte versuchen Sie es später erneut.

source: Sorry, you do not have enough funds on Purchase Balance.
de_de: Sie haben nicht genügend Geld auf dem Kaufkonto.

source: Failed to assign referrals. Please try again later.
de_de: Keine Empfehlungen konnten zugewiesen werden. Bitte versuchen Sie es später erneut.

source: Sorry, but this %s account id is already taken
de_de: Leider ist das Konto %d bereits in Gebrauch.

source: %s account id cannot be longer than 255 characters
de_de: Konto %d kann nicht länger als 255 Zeichen sein.

source: Male
de_de: Mann

source: Female
de_de: Frau

source: Your PHP version is too old. You need at least 5.2.8.
de_de: Ihre PHP-Version ist zu alt. Die mindestens erforderliche Version ist ist 5.2.8.

source: Temp directory is not writable by script. Please check permissions to "%s".
de_de: Das temporäre Verzeichnis darf nicht durch ein Skript gespeichert werden. Bitte überprüfen Sie die Berechtigungen für "%s".

source: Database configuration file is not writable by script. Please check permissions to "%s".
de_de: Datenbank-Konfigurationsdatei darf nicht durch ein Skript gespeichert werden. Bitte überprüfen Sie die Berechtigungen für "%s".

source: Banners directory is not writable by script. Please check permissions to "%s".
de_de: Bannerkatalog darf nicht durch ein Skript gespeichert werden. Bitte überprüfen Sie die Berechtigungen für "%s".

source: Banners cache directory is not writable by script. Please check permissions to "%s".
de_de: Produkt Cache Banner darf nicht dirch ein Skript gespeichert werden. Bitte überprüfen Sie die Berechtigungen für "%s".

source: Please specify host
de_de: Bitte geben Sie den Host-Namen

source: Please specify login
de_de: Bitte geben Sie Ihre Login

source: Please specify password
de_de: Bitte geben Sie ein Kennwort an

source: Please specify database
de_de: Bitte geben Sie den Namen der Datenbank an

source: Failed to save database configuration. Please check if file %s is writable.
de_de: Konfigurationsdatenbank konnte nicht gespeichert werden. Bitte überprüfen Sie, ob die Datei %s beschreibbar ist.

source: Error: "%s"
de_de: Fehler: "%s"

source: Failed to connect to database, please check configuration. %s
de_de: Datenbank konnte nicht erreicht werden, bitte überprüfen Sie die Konfiguration . %s

source: Failed to install database schema. Please contact support.
de_de: Datenbank-Schema konnte nicht installiert werden. Bitte kontaktieren Sie den Support.

source: The settings has been saved.
de_de: Die Einstellungen wurden gespeichert.

source: The settings could not be saved. Please, try again.
de_de: Einstellungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Database file not found
de_de: Datenbankdatei wurde nicht gefunden

source: Database sucessfully imported.
de_de: Datenbank-Import erfolgreich abgeschlossen.

source: Failed to import database. Please, try again.
de_de: Datenbank konnte nicht importiert werden. Bitte versuchen Sie es erneut.

source: Admin has been saved.
de_de: Administrator wurde gespeichert.

source: Admin could not be saved. Please, try again.
de_de: Der Administrator konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Failed to remove installer. Please remove or rename "%s" manually. Please remove those files, otherwise your script will not be working properly and you are exposing yourself for security issues!
de_de: Installationsprogramm konnte nicht gelöscht werden. Sie müssen "%s" manuell löschen oder umbenennen. Bitte löschen Sie diese Dateien, da sonst das Skript nicht richtig funktionieren und auf Sicherheitsfragen ausgesetzt!

source: FuturumClix is sucessfully installed. Please, log in.
de_de: FuturumClix erfolgreich installiert. Bitte einloggen.

source: FuturumClix script is installed!
de_de: FuturumClix Skript ist installiert!

source: That is it! You have successfully installed FuturumClix on your server. Feel free to log in to your admin panel or view your site using the links below. Thanks for choosing our script. Do not hesitate to contact us in case you have any questions. Also please make sure to read our manual to set up your script properly. Good luck!
de_de: Das ist es! FuturumClix und das Skript auf Ihrem Server wurde erfolgreich installiert. Sie können sich nun bei dem Admin-Panel anmelden, oder eine Seite sehen, einfach auf die folgenden Links klicken. Wenn Sie Fragen haben, nutzen Sie bitte unser Support, nachdem Sie sich bei Ihrem Konto anmelden. Stellen Sie außerdem sicher, dass Sie die Dokumentation des Skripts gelesen haben. Viel Glück!

source: Admin panel
de_de: Administrator-Panel

source: Welcome to the FuturumClix Installation
de_de: Willkommen im Installateur von FuturumClix

source: You are going to install FuturumClix on your server now. First, we will check if you have all the files and correct permissions set on your server. If you do not, we will let you know. Otherwise you will get the button to move on to the next part of installation.
de_de: Sie sind auf dem Weg FuturumClix Skript auf Ihrem Server zu installieren. Als erste kommt die Prüfung, ob Sie alle erforderlichen Dateien und Schreibberechtigungen auf dem Server haben. Wenn nicht, werden wir Ihnen davon informieren.

source: Help me configure it
de_de: Hilf mir, es einrichten

source: I don't / can't use URL rewriting
de_de: Ich kann nicht URL-Umleitung verwenden

source: Database settings
de_de: Datenbankeinstellungen

source: Please provide your database data below. If you do not have any, you need to create new database and user to be able to install our script. You can also ask your hosting provider for more details.
de_de: Bitte füllen Sie die Details der Datenbank. Wenn Sie keine Basis haben, haben Sie eine neue Datenbank zu erstellen und einen Benutzer vergeben, sonst werden Sie nicht in der Lage sein, das Skript zu installieren. Sie können auch Ihre Hosting-Provider um Hilfe zu bitten.

source: Most likely it will be localhost
de_de: Wahrscheinlich wird dies localhost

source: Database username
de_de: Der Datenbank-Benutzernamen

source: Enter your database username
de_de: Geben Sie den Namen des Datenbankbenutzers

source: Database password
de_de: Datenbank-Kennwort

source: Enter your database password
de_de: Geben Sie das Kennwort für Datenbank

source: Database name
de_de: Der Datenbankname

source: Enter your database name
de_de: Geben Sie den Namen der Datenbank

source: Database prefix (optional)
de_de: Präfix für Datenbank (optional)

source: Enter your database prefix, most likely for shared hostings and databases
de_de: Geben Sie das Präfix für Datenbank, höchstwahrscheinlich für Shared-Hosting und Datenbanken

source: Save and go forward
de_de: Speichern und weiter

source: Awesome sauce, we have connected to the database.
de_de: Perfekt, wir sind mit Datenbank verbunden.
