Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: We are connected to your database so all you need to do now is just approve further installation by clicking button below.
de_de: Wir sind mit der Datenbank verbunden, so dass das letzte, was Sie tun müssen, ist einfach weitere Installation bestätigen Sie mit der Schaltfläche unten klicken.

source: Begin installation
de_de: Starten Sie die Installation

source: Site settings
de_de: Seite einstellungen

source: Great, we have just installed database on your server. All we need now is to gather few basic information about your site from you. Please fill in the form below and press the button to move forward.
de_de: Perfekt, Installation einer Datenbank auf dem Server wurde abgeschlossen. Jetzt benötigen wir von Ihnen einige grundlegende Informationen über Ihre Website. Bitte füllen Sie das untenstehende Formular aus und fahren Sie auf die Schaltfläche am unteren Rand durch einen Klick.

source: Site name
de_de: Seiotenname

source: Please enter your site name.
de_de: Bitte geben Sie den Namen der Seite.

source: Site title
de_de: Seitentitel

source: Please enter your site title. It will be used for web browsers title etc.
de_de: Geben Sie den Titel der Seite an. Es wird als Titel für Browser, etc. verwendet werden

source: Site url
de_de: URL

source: Please enter your site url. Make sure to enter full address like http://futurumclix.com
de_de: Geben Sie die URL der Seite an. Stellen Sie sicher, dass Sie die vollständige Adresse als http://futurumclix.com eingeben

source: Site e-mail
de_de: E-Mail für die Seite

source: Please enter your site e-mail address, where we will send notifications etc.
de_de: Bitte geben Sie Ihre E-Mail-Adresse der Seite, wo wir Benachrichtigungen senden, usw.

source: Sender e-mail
de_de: E-Mail-Adresse

source: Please enter your site e-mail address, which will be used as a sender address for all user's notifications.
de_de: Bitte geben Sie Ihre E-Mail-Adresse der Seite, die für alle Benutzer in den Meldungen als Absenderadresse verwendet wird.

source: Save info
de_de: Speichern

source: Import database settings
de_de: Datenbank Importeinstellungen

source: This is quite important step. You have to choose between importing empty database or most common PTC settings which we have prepared especially for you. Whatever option you will choose, you can change all the settings in your Admin Panel so no need to worry about that.
de_de: Es ist ein ganz wichtiger Schritt. Nun müssen Sie zwischen einem völlig leeren Datenbank wählen oder mit den gängigsten Einstellungen Seiten PTC neu definiert, die wir speziell für Sie vorbereitet haben. Was auch immer Sie sich entscheiden, können Sie dann ändern, um alle Einstellungen in der Admin-Panel.

source: Please choose your database settings
de_de: Bitte wählen Sie die Datenbankeinstellungen

source: Empty
de_de: leer

source: Creating default Administrator account
de_de: Erstellen eines Standard-Administrator-Konto

source: This is the last thing we need from you. We have to create default Administrator account so you can log in straight away after we will finish this installation process.
de_de: Das ist das letzte, was wir von Ihnen benötigen. Wir müssen jetzt einen Standard-Administrator-Konto erstellen, können Sie sofort nach dem Admin-Panel melden Sie sich an, wie wir die Installation abzuschließen.

source: E-mail address
de_de: E-Mail-Adresse

source: Please enter your e-mail address.
de_de: Geben Sie Ihre E-Mail-Adresse an

source: Password
de_de: Kennwort

source: Please enter your password.
de_de: Geben Sie das Kennwort ein.

source: Allowed IP's
de_de: Erlaubte IP-Adressen

source: You can enter more than one IP, separated with comma with no spaces. Leave this field empty if you want to allow connections from any IP.
de_de: Sie können mehr als eine IP-Adresse eingeben, müssen Sie nur durch ein Komma ohne Leerzeichen zwischen ihnen angeben. Lassen Sie es leer, wenn Sie an einer beliebigen IP-Adresse zu verbinden zulassen möchten.

source: Save admin
de_de: Administrator speichern

source: Add new advertisement
de_de: Fügen Sie neue Werbung hinzu.

source: Title
de_de: Titel

source: Enter your advertisement title
de_de: Geben Sie den Werbungtitel

source: Description
de_de: Beschreibung

source: Enter your advertisement description
de_de: Geben Sie eine Beschreibung der Werbung

source: Add
de_de: hinzufügen

source: Advertisement Panel
de_de: Werbepanel

source: Sorry, you do not have any not assigned approved advertisements.
de_de: Sie haben noch keine nichtzugewiesene, akzeptierte Werbungen.

source: Sorry, you do not have any PTC packages.
de_de: Sie haben keine PTC Werbepakete.

source: Assign advertisement click packages
de_de: Werbung-Pakete zuweisen

source: Choose Package
de_de: Wählen Sie ein Paket

source: Advertisement
de_de: Werbung

source: Assign
de_de: zuweisen

source: Sorry, you do not have any PTC packages for this ad. You will be automatically redirected to purchase advertisement exposures after 5 seconds.
de_de: Sie haben keine PTC-Werbepakete für diese Art von Werbung. Sie werden automatisch übertragen, um ein Paket zu erwerben.

source: Advertisement credited.
de_de: Werbung akzeptiert.

source: You have earned %s for watching this ad.
de_de: Sie haben %s auf dieser Werbung verdient.

source: Edit advertisement
de_de: Werbung bearbeiten

source: Save
de_de: Speichern

source: You have no advertisement campaigns at the moment. Please click %s to add one.
de_de: Sie haben keine Werbekampagne im Moment. Bitte klicken Sie auf %s um ein neues hinzuzufügen.

source: here
de_de: hier

source: My Current Paid To Click Advertisements
de_de: Meine Paid To Click Kampagnen

source: Pause advertisement
de_de: Werbung anhalten

source: Are you sure you want to pause "%s"?
de_de: Sind Sie sicher, dass Sie die "%s" anhalten wollen?

source: Activate advertisement
de_de: Werbung aktivieren

source: Are you sure you want to activate "%s"?
de_de: Sind Sie sicher, dass Sie "%s" aktivieren wollen?

source: Click to edit advertisement data
de_de: Werbung bearbeiten

source: Add more %s
de_de: Fügen Sie mehr %s hinzu

source: exposures
de_de: Aufrufe

source: Click to set geotargeting
de_de: Klicken Sie um Geo-Targeting einzurichten

source: Click to set memberships targeting
de_de: Klicken Sie um Mitgliedschaft-Targeting einzurichten

source: Show statistics
de_de: Statistiken anzeigen

source: Exposure type
de_de: Art der Exposition

source: Total clicks
de_de: Gesamtzahl der Klicks

source: Clicks today
de_de: Klicks heute

source: %s left
de_de: Verbleibende %s

source: Exposures
de_de: Aufrufe

source: Outside clicks
de_de: Klicks von außen

source: Delete this advertisement
de_de: Diese Werbung löschen

source: Are you sure you want to delete "%s"?
de_de: Sind Sie sicher, dass Sie "%s" löschen wollen?

source: You need to log in order to earn
de_de: Melden Sie sich an um auf dieser Werbung

source: for watching this advertisement.
de_de: zu verdienen.

source: Please wait for the site validation.
de_de: Bitte warten Sie, bis die Werbung aufgeladen ist.

source: We are sorry but an error occurred,
de_de: Se tut uns leid, ein Fehler ist aufgetreten,

source: please try again later.
de_de: versuchen Sie es später erneut.

source: You are watching:
de_de: Du siehst jetz folgendes an:

source: Open in a new window
de_de: Im neuen Fenster öffnen

source: Please watch advertiser's site below.
de_de: Bitte beachten Sie die folgende Werbung.

source: Report Ad
de_de: Beim Moderator melden

source: Your report is received, thanks for your contribution.
de_de: Wir haben Ihre Meldung erhalten, danke.

source: We could not receive your report, please try again later.
de_de: Wir haben Ihre Meldung nicht erhalten, bitte versuchen Sie es später noch einmal.

source: Reason
de_de: Grund

source: Clicks statistics for: "%s".
de_de: Statistiken von Klicks für: "%s".

source: Geographic statistics for: "%s".
de_de: Geo Stats zu: "%s".

source: Choose
de_de: wählen

source: Please wait until advertisement is loading.
de_de: Bitte warten Sie, bis die Werbung aufgeladen ist.

source: We are sorry but this advertisement
de_de: Es tut uns leid, aber diese Werbung

source: is no longer available.
de_de: ist nicht mehr verfügbar.

source: Close this window
de_de: Fenster schließen

source: Report this ad
de_de: Beim Moderator melden

source: You have available advertisement(s)
de_de: Sie haben Werbungen

source: Next ad will be available not later than %s
de_de: Folgende Werbung wird verfügbar sein nicht später als %s

source: Current server time is: %s
de_de: Aktuelle Serverzeit :%s

source: seconds
de_de: Sekunden

source: Purchase Advertisement Exposures
de_de: Kaufen Werbung-Ausstellungen

source: Advertisement Category
de_de: Werbung Kategorie

source: Pack
de_de: Paket

source: Price Per Click
de_de: Preis pro Klick

source: Total Price
de_de: Summe

source: Price Per Day
de_de: Preis pro Tag

source: Banner Ads Panel
de_de: Banner-Werbung-Panel

source: Image URL
de_de: Bild-URL

source: Sorry, you do not have any Featured Ads packages.
de_de: Sie haben noch keine Pakete von ausgezeichneten Werbungen.

source: Sorry, you do not have any Banner Ads packages.
de_de: Sie haben noch keine Pakete von Bannerwerbungen.

source: Sorry, but currently there are no available advertisement exposures
de_de: Es tut uns leid, aber derzeit gibt es keine

source: Purchase advertisement exposures
de_de: Kaufen Werbung-Ausstellungen

source: Price Per Impression
de_de: Preis für die Werbung

source: My current Banner ads advertisements
de_de: Meine Banner Werbekampagnen

source: Not assigned
de_de: Nicht zugewiesen

source: Valid until
de_de: wichtig

source: Impressions
de_de: Aufrufe

source: Purchase Date
de_de: Kaufdatum

source: Referral
de_de: Empfohlen

source: Amount
de_de: Betrag

source: Item
de_de: Objekt

source: Page {:page} of {:pages}
de_de: Seite {:page} von {:pages}

source: Method
de_de: Methode

source: Purchase balance
de_de: Kaufkonto

source: Add funds
de_de: Mittel hinzufügen

source: Active Advertisements
de_de: aktive Werbungen

source: My Click Packages
de_de: Meine Werbungpakete

source: Buy more advertisement exposures
de_de: Kaufen Sie mehr Werbepakete

source: Attach your current exposures
de_de: Weisen Sie Ihre Werbung Pakete zu

source: Read more...
de_de: Lesen Sie mehr ...

source: Dashboard
de_de: Home

source: Close
de_de: schließen

source: Default Membership
de_de: ordentliche Mitgliedschaft

source: Valid Until:
de_de: Gültig bis:

source: Upgrade Your Membership
de_de: Verbessern Sie Ihre Mitgliedschaft

source: Personal Settings
de_de: persönliche Einstellungen

source: Support System
de_de: Kontakt

source: Edit Profile
de_de: Profil bearbeiten

source: Upgrade Your Account
de_de: Verbessern Sie Ihr Konto

source: Fund Purchase Balance
de_de: Guthaben kaufen

source: Cashout
de_de: Auszahlung

source: Purchase History
de_de: Kauf-Historie

source: Offerwalls Log
de_de: Register von bezahlten Werbungen

source: Advertisements
de_de: Werbungen

source: PTC Advertisement Panel
de_de: PTC-Werbung Panel

source: Featured Advertisement Panel
de_de: Ausgezeichnete Werbungen Panel

source: Banner Advertisement Panel
de_de: Banner-Werbung-Panel

source: Login Ads Advertisement Panel
de_de: LoginAds Werbungen Panel

source: AdGrid Advertisement Panel
de_de: AdGrid Werbungen Panel

source: Referrals
de_de: Empfehlungen

source: Promotion Tools
de_de: Werkzeuge zu empfehlen

source: Referral's Contest
de_de: Wettbewerb von Empfehlungen

source: Buy Referrals
de_de: Empfehlungen kaufen

source: Referral's Commissions
de_de: Provisionen für Empfehlungen

source: Login Ads
de_de: Werbungen zum Einloggen

source: Home Page
de_de: Hauptseite

source: View Ads
de_de: Sehen Sie sich Werbungen an

source: AdGrid
de_de: AdGrid Spiel

source: Support system
de_de: Kontakt

source: Privacy Policy
de_de: Datenschutzpolitik

source: ToS
de_de: Regeln

source: Offerwalls
de_de: Bezahlte Angebote

source: Revenue shares
de_de: Aktien

source: Logout
de_de: ausloggen

source: Sign up
de_de: registrieren

source: Login
de_de: einloggen

source: Simple Advertising Platform
de_de: Einfache Werbeplattform

source: Maximize your earnings. Just sign up on our platform and earn!
de_de: Maximieren Sie Ihre Gewinne. Einfach anmelden und Geld verdienen!

source: I want to earn!
de_de: Ich möchte verdienen!

source: I want to advertise
de_de: Ich möchte werben

source: Featured Ads Panel
de_de: Markierte Werbungen-Panel

source: My current Featured ads advertisements
de_de: Meine heutige markierte Angebote

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Today
de_de: heute

source: Yesterday
de_de: gestern

source: Jan
de_de: Januar

source: Feb
de_de: Februar

source: Mar
de_de: März

source: Apr
de_de: April

source: May
de_de: Mai

source: Jun
de_de: Juni

source: Jul
de_de: Juli

source: Aug
de_de: August

source: Sep
de_de: September

source: Oct
de_de: Oktober

source: Nov
de_de: November

source: Dec
de_de: Dezember

source: English
de_de: Englisch

source: Ooops, something went wrong...
de_de: Oh, etwas ist schief gelaufen ...

source: Maintenance Mode
de_de: Startseite Wartungsmodus

source: Login Ads Panel
de_de: LoginAds Werbungen Panel

source: Sorry, you do not have any Login Ads packages.
de_de: Leider gibt es keine LoginAds Pakete.

source: Total price
de_de: gesamt

source: My current Login Ads Advertisements
de_de: Meine aktuellen LoginAds Kampagnen

source: Current membership
de_de: aktuelle Mitgliedschaft

source: Membership valid until
de_de: Mitgliedschaft gültig bis

source: You are buying %s Membership %d months for %s, pay with:
de_de: Sie kaufen Mitgliedschaft %s für %d Monate, bezahlt von:

source: Free
de_de: kostenlos

source: Select membership<br /> for your needs
de_de: Wählen Sie die Mitgliedschaft <br /> nach Ihren Bedürfnissen

source: Direct referrals limit
de_de: Limit auf direkte Empfehlungen

source: Rented referrals limit
de_de: Limit auf ausgeliehene Empfehlungen

source: Direct referrals delete cost
de_de: Kosten für die Beseitigung einer direkten Empfehlung

source: Rented referrals expiry fee
de_de: Kosten für den Ablauf der ausgeliehenen Empfehlungen

source: Rented referrals recycle cost
de_de: Kosten für die Änderung der ausgeliehenen Empfehlungen

source: Inactive rented referral recycle time
de_de: Zeit der Änderung der inaktiven ausgeliehenen Empfehlungen

source: Time between renting
de_de: Die Zeit zwischen Ausleihungen

source: Minimum payout
de_de: Minimum zum Auszahlen

source: Maximum single payout
de_de: Die maximale Höhe der Einmalauszahlung

source: Payout waiting time
de_de: Zeit zwischen den Auszahlungen

source: Instant payouts
de_de: Sofort-Auszahlung

source: Referral upgrade commission
de_de: Kommission für Ihre verbesserung des Kontos durch Empfehlungen

source: Referral purchase commission
de_de: Kommission für Einkäufe von Empfehlungen

source: Price / Duration
de_de: Preis / Dauer

source: Buy
de_de: kaufen

source: days
de_de: Tage

source: Free / Unlimited
de_de: Frei / Unbegrenzte

source: %s news
de_de: %s Meldungen

source: Posted at %s
de_de: Veröffentlicht um %s

source: Last modification at %s
de_de: Zuletzt durch %s geändert

source: Finish your registration
de_de: Vollständige Registrierung

source: Your registration is almost finished!
de_de: Ihre Registrierung ist fast fertig!

source: We have just sent you an activation email to the address you have provided while signing up.
de_de: Wir haben Ihnen eine E-Mail an die Adresse gesendet, um Sie zu überprüfen.

source: Please click on the activation link to verify your email address. If you did not get your activation email, please check your spam folder.
de_de: Bitte klicken Sie auf den Aktivierungslink in dem E-Mail um die Registrierung zu bestätigen. Wenn Sie keine Aktivierungs-E-Mail erhalten, überprüfen Sie Ihren Spam-Ordner.

source: If it is still not there after few minutes, please open support ticket.
de_de: Wenn Sie es noch nicht nach wenigen Minuten bekommen haben, kontaktieren Sie uns.

source: You will be automatically redirected to login page. If not please click
de_de: Wenn Sie nicht automatisch umgeleitet worden sind, klicken Sie

source: here.
de_de: hier.

source: Your IP is blocked!
de_de: Ihre IP wurde gesperrt!

source: Enter your offertitle
de_de: Geben Sie einen Titel für Ihre Aufgabe

source: Please describe in details what applicant have to do to get this offer approved and what info has to be provided after submitting this offer.
de_de: Bitte beschreiben Sie im Detail, was die Melder zu tun hat, um diese Aufgabe und Informationen angenommen werden, und welche Informationen müssen nach Abschluss der Aufgabe zur Verfügung gestellt werden.

source: Category
de_de: Kategorie

source: Targeted Memberships
de_de: ausgewählte Mitgliedschaft

source: Select All
de_de: alle wählen

source: Targeted Countries
de_de: ausgewählte Länder

source: Application sucessfully saved.
de_de: Meldung erfolgreich gespeichert.

source: Failed to save application, please try again later.
de_de: Meldungen konnten nicht gespeichert werden, versuchen Sie es später erneut.

source: Please provide information that you have completed above offer:
de_de: Bitte geben Sie Informationen, um die Erfüllung dieser Aufgabe bestätigt:

source: Submit
de_de: Akzeptieren

source: Reject application
de_de: Meldung ablehnen

source: Please provide information why you reject that application:
de_de: Bitte geben Sie Auskunft, warum Sie diese Meldung ablehnen:

source: Applications for Paid Offer "%s"
de_de: Meldungen für eine bezahlte Aufgabe "%s"

source: Applicant
de_de: Antragsteller

source: Appliction date
de_de: Ausführungsdatum

source: Confirmation
de_de: Bestätigung

source: Reject reason
de_de: Grund für die Ablehnung

source: Actions
de_de: Aktionen

source: Deleted
de_de: Entfernt

source: None
de_de: keine

source: Reject
de_de: abweisen

source: Approve
de_de: Akzeptieren

source: Are you sure you want to accept this application?
de_de: Sind Sie sicher, dass Sie dieses Angebot annehmen wollen?

source: Sorry, you do not have any not assigned approved offers.
de_de: Sie haben leider noch keine nichthinzugefügte genehmigte Angebote.

source: Sorry, you do not have any Paid Offers packages.
de_de: Sie haben noch keine Pakete von bezahlten Aufgaben.

source: Sorry, you do not have any Paid Offers packages for this offer. You will be automatically redirected to purchase offer exposures after 5 seconds.
de_de: Sie haben noch keine Pakete von Aufgaben für diese Art von Werbung bezahlt. Sie werden automatisch umgeleitet, um das Paket zu erwerben.

source: Assign paid offers click packages
de_de: Pakete von bezahlten Aufgaben vergeben

source: Price Per Slot
de_de: Preis für Slot

source: My Current Paid Offers Advertisements
de_de: Mein bezahlten Aufgaben

source: Applications
de_de: Meldungen

source: All applications
de_de: Alle Meldungen

source: Pending applications
de_de: Wartende Meldungen

source: Accepted applications
de_de: akzeptierte Meldungen

source: Rejected applications
de_de: abgelehnte Meldungen

source: Applications today
de_de: Meldungen heute

source: Total applications
de_de: Meldungen insgesamt

source: Slots left
de_de: verbleibende Slots

source: Report Offer
de_de: Beim Moderator melden

source: Paid Offers Terms Of Service
de_de: Regeln und Vorschriften der bezahlten Aufgaben

source: Active Offers
de_de: aktive Aufgaben

source: Ignored Offers
de_de: ignorierte Aufgaben

source: Completed
de_de: fertiggestellt

source: Rejected
de_de: abgelehnt

source: Date Added
de_de: hinzugefügt

source: Offer's Value
de_de: Wert der Aufgabe

source: Ignore
de_de: ignorieren

source: Are you sure you want to add "%s" to ignore list?
de_de: Sind Sie sicher, dass Sie "%s" auf die Ignore-Liste hinzufügen wollen?

source: Report
de_de: Beim Moderator melden

source: Unignore
de_de: Ignorieren aufhören

source: Are you sure you want to remove "%s" from ignore list?
de_de: Sind Sie sicher, dass Sie von Ihrer Ignorier-Liste "%s" löschen wollen?

source: Completed Date
de_de: Ausführungsdatum

source: Approval Date
de_de: Datum der Zulassung

source: Pending Since
de_de: Wartet seit

source: Rejection Date
de_de: Ablehnungdatum

source: Reject Reason
de_de: Grund für die Ablehnung

source: Payment Canceled
de_de: Die Zahlung wurde abgebrochen

source: Payment canceled..
de_de: Die Zahlung wurde abgebrochen

source: We are sorry but for some reason your payment was canceled.
de_de: Es tut uns leid, aber aus irgendeinem Grund wurde Ihre Zahlung storniert.

source: Payment Message
de_de: Informationen zur Zahlung

source: Payment Redirection
de_de: Zahlung-Umleitung

source: You will be redirected to %s site in seconds, if not, please click %s
de_de: Wenn Sie nicht in ein paar senkunden auf %s automatisch umgeleitet werden , klicken Sie auf %s

source: Payment successful.
de_de: Die Zahlung war erfolgreich.

source: Thanks, your payment is successful and all services are added to your account now.
de_de: Vielen Dank, war Ihre Zahlung erfolgreich und alle erworbenen Elemente sind bereits zu Ihrem Konto hinzugefügt.

source: Support Tickets
de_de: Meldungen

source: Full Name
de_de: Vor- und Nachname

source: E-mail Address
de_de: E-Mail-Adresse

source: Department
de_de: Abteilung

source: Please select...
de_de: Wählen Sie ...

source: Subject
de_de: Thema

source: Message
de_de: Wiadmość

source: Please Enter Captcha
de_de: Geben Sie das Captcha-Code

source: Send Support Ticket
de_de: Meldung einreichen

source: Your Support Tickets
de_de: Ihre Meldungen

source: Ticket ID
de_de: Meldung ID

source: View ticket
de_de: Meldung ansehen

source: Open Support Ticket
de_de: Neue Meldung öffnen

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nulla suscipit euismod enim.
de_de: Lorem ipsum dolor sit amet, consectetur adipiscing Elit. Nulla suscipit enim euismod.

source: Check Ticket Status
de_de: Überprüfen Sie den Status der Meldung

source: Creation Time
de_de: Erstellungszeit

source: Owner at %s
de_de: Besitzer %s

source: %s at %s
de_de: %s um %s

source: You
de_de: Sie

source: Answer
de_de: Antwort

source: Choose package
de_de: Wählen Sie ein Paket

source: My current Paid To Click advertisements
de_de: Meine Paid To Click Kampagnen

source: Advertisement details
de_de: Details der Werbung

source: Ad category
de_de: Werbung Kategorie

source: Statistics
de_de: Statistiken

source: Other
de_de: andere

source: Edit
de_de: Ausgabe

source: Geo targetting
de_de: Geo-Targeting

source: Click to set geotargetting
de_de: Klicken Sie um Geo-Targeting einzurichten

source: Not available in this category.
de_de: Nicht in dieser Kategorie verfügbar.

source: Membership targetting
de_de: Mitgliedschaft-Targeting

source: Click to set memberships targetting
de_de: Klicken Sie um Mitgliedschaft-Targeting einzurichten

source: Action
de_de: Aktivität

source: Activate
de_de: aktivieren

source: Stats
de_de: Statistiken

source: Show
de_de: anzeigen

source: Delete
de_de: löschen

source: Please watch your site below.
de_de: Bitte beachten Sie die folgende Werbung.

source: Buy your banner in here
de_de: Kaufen Sie Ihr Banner hier

source: Advertisement category
de_de: Werbung Kategorie

source: Price per click
de_de: Preis pro Klick

source: Price per day
de_de: Preis pro Tag

source: Price per impression
de_de: Preis für die Werbung

source: Purchase date
de_de: Kaufdatum

source: Active advertisements
de_de: aktive Werbungen

source: My click packages
de_de: Meine Werbung Pakete Paid To Click
