Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Description cannot be longer than 300 characters
de_de: Die Beschreibung darf nicht länger als 300 Zeichen sein

source: Please supply a valid IP address.
de_de: Geben Sie die richtige IP-Adresse an.

source: Type have to be "Clicks" or "Days".
de_de: Der Typ muss "Klicks" oder "Tage" sein

source: Name should be between 1 and 50 characters
de_de: Der Name soll zwischen 1 und 50 Zeichen lang sein

source: values
de_de: Werte

source: Limit should be lower than 1000000 (or -1 for unlimited value)
de_de: Limit soll weniger als 1000000 sein (oder -1 für den „unlimited“ Wert)

source: Price should be non-negative decimal value
de_de: Der Preis soll ein positiver Dezimalwert sein

source: Price cannot be negative value
de_de: Zeit kann nicht negativ sein

source: Price should be a decimal value
de_de: Preis soll ein gültiger Dezimalwert sein

source: Direct referrals delete cost should be a decimal value
de_de: Die Kosten für die Beseitigung der direkten Empfehlung sollen ein Dezimalwert sein

source: Rented referrals expiry fee should be a decimal value
de_de: Die Kosten für den Ablauf der Empfehlung soll ein Dezimalwert sein

source: Minimum payout cannot be longer than 255 characters
de_de: Die Mindestschwelle für die Zahlung kann nicht länger als 255 Zeichen sein

source: Minimum payout should be a comma separated list of numbers
de_de: Mindestschwellen für Zahlungen sollen Zahlen sein, getrennt durch ein Komma ohne Leerzeichen

source: Maximum cashout amount should be a decimal value
de_de: Der maximale Auszahlungsbetrag soll ein Dezimalwert sein

source: Upgrade commission should be a decimal value
de_de: Gebühr für Verbesserung des Kontos soll ein Dezimalwert sein

source: Fund commission should be a percentage value (0-100)
de_de: Gebühr für Kontoaufladung soll ein Prozentsatz im Bereich (0-100) sein

source: Purchase commission should be a percentage value (0-100)
de_de: Gebühr für empfohlene Käufe soll ein Prozentsatz im Bereich von (0-100) sein

source: Time between renting should be a non-negative numeric value
de_de: Die Zeit zwischen der Vermietungen soll ein positiver numerischer Wert sein

source: Available referrals packs cannot be longer than 255 characters
de_de: Verfügbare Pakete von Empfehlungen dürfen nicht länger als 255 Zeichen sein

source: Available referrals packs should be a comma separated list of numbers
de_de: Verfügbare Pakete von Empfehlungen sollen Zahlen sein, getrennt durch ein Komma ohne Leerzeichen

source: Referral recycle cost should be a decimal value
de_de: Die Kosten der Änderung von Empfehlungen sollen ein Dezimalwert sein

source: Autorecycle time should be a non-negative numeric value
de_de: AutoRecycle-Zeit soll ein positiver numerischer Wert sein

source: Maximum purchase commission per referral should be a decimal value
de_de: Die maximale Gebühr für empfohlene Käufe soll ein positiver numerischer Wert sein

source: Maximum purchase commission per transaction should be a decimal value
de_de: Maximale einmalige Kommission für empfohlene Käufe soll ein positiver numerischer Wert sein

source: Commission delay should be a non-negative numeric value
de_de: Verzögerung bei der Kommissionsgewährung soll ein positiver numerischer Wert sein

source: Commission delay cannot be longer than 65535 days
de_de: Verzögerung bei der Kommissionsgewährung darf nicht mehr als 65535 Tage sein

source: Results per page should be a non-negative numeric value
de_de: Anzahl der Ergebnisse pro Seite soll ein positiver numerischer Wert sein

source: Results per page should be a non-negative numeric value
de_de: Anzahl der Ergebnisse pro Seite soll ein positiver numerischer Wert sein

source: Results per page cannot be more than 65535
de_de: Anzahl der Ergebnisse pro Seite kann nicht größer als 65535 sein

source: AutoPay trigger days should be a non-negative numeric value
de_de: AutoPay Aktionstage sollen ein positiver numerischer Wert sein

source: AutoPay trigger days cannot be longer than 255 days
de_de: AutoPay Aktionstage soll größer als 255 Tage sein

source: Title length cannot be longer than 150 characters.
de_de: Titel kann nicht länger als 150 Zeichen sein

source: New's content cannot be empty.
de_de: Inhalt von Nachrichten darf nicht leer sein

source: Show in login ads should be a valid date and time value.
de_de: Wert von „Zeige in LoginAds“ soll ein gültiges Datum sein

source: URL should be between 10 and 512 characters
de_de: Die URL Addresse soll 10 bis 512 Zeichen enthalten

source: Number of slots should be a natural number or 0
de_de: Die Anzahl der Slots soll eine positive natürliche Zahl oder 0 sein,

source: Number of taken slots should be a natural number or 0
de_de: Die Anzahl von verwendeten Slots soll eine natürliche Zahl oder 0 sein

source: Value should be a valid monetary value
de_de: Der Wert soll ein gültiger Geldwert sein

source: Invalid status.
de_de: Status ungültig

source: Description cannot be longer than 1024 characters.
de_de: Beschreibung darf nicht länger als 1024 Zeichen sein

source: Reject reason cannot be longer than 1024 characters.
de_de: Ablehnungsgründe dürfen nicht länger als 1024 Zeichen sein

source: Name length should be between 1 and 100 characters
de_de: Name soll zwischen 1 und 100 Zeichen lang sein

source: Value should be a valid monetary value.
de_de: Der Wert soll ein gültiger Geldwert sein

source: Quantity should be a valid numeric value.
de_de: Anzahl soll ein gültiger numerischer Wert sein

source: Quantity should be between 0 and 4294967295.
de_de: Anzahl soll zwischen 0 und 4294967295 sein

source: Price should be a valid monetary value.
de_de: Preis soll ein gültiger Geldwert sein

source: Name should be between 0 and 129 characters long
de_de: Name soll zwischen 0 und 129 Zeichen lang sein

source: Minimum deposit amount should be a decimal value
de_de: Mindesteinzahlungsbetrag soll ein Dezimalwert sein

source: Deposit fee (percent) should be a valid percentage value
de_de: Einzahlungsgebühr soll ein gültiger Prozentwert sein

source: Deposit fee should be a decimal value
de_de: Einzahlungsgebühr soll ein gültiger Dezimalwert sein

source: Cashout fee (percent) should be a valid percentage value
de_de: Auszahlungsgebühr soll ein gültiger Prozentwert sein

source: Cashout fee should be a decimal value
de_de: Auszahlungsgebühr soll ein gültiger Dezimalwert sein

source: Wrong gateway settings
de_de: Falsche Einstellungen von Payment Gateway

source: Number of days should be natural number
de_de: Die Anzahl der Tage soll eine natürliche Zahl sein

source: Number of days should be unique
de_de: Die Anzahl der Tage muss eindeutig sein

source: Discount value should be a percentage value (0% - 100%)
de_de: Der Wert der Angebote soll ein Prozentsatz von 0-100 sein

source: Range start should be a natural number
de_de: Der Anfang des Bereichs soll eine natürliche Zahl sein

source: Start value has to be lower than end value
de_de: Der Anfangswert muss kleiner als der Endwert sein

source: Range end should be a natural number
de_de: Das Ende des Bereichs soll eine natürliche Zahl sein

source: End value has to be bigger than start value
de_de: Der Endwert muss größer als der Anfangswert sein

source: Price has to be bigger or equal to zero
de_de: Der Preis muss größer als oder gleich Null sein

source: Alias should be unique
de_de: Alias soll eindeutig sein

source: Alias should be shorter than 200 characters.
de_de: Alias soll weniger als 200 Zeichen sein

source: characters
de_de: Zeichen

source: Please enter site title.
de_de: Geben Sie einen Seitentitel an

source: Please enter site name.
de_de: Geben Sie den Namen der Seite an

source: Please enter site URL.
de_de: Geben Sie die Website an

source: Please enter a valid URL.
de_de: Geben Sie eine gültige Adresse an

source: Site email should be a valid e-mail address.
de_de: E-Mail einer Seite soll eine gültige E-Mail-Adresse sein

source: rule
de_de: Regel

source: Time should be a natural number.
de_de: Die Zeit soll eine natürliche Zahl sein.

source: Wrong value for start timer.
de_de: Ungültiger Wert für den Start des Countdowns

source: Unsupported captcha type.
de_de: Captcha-Typ nicht unterstützt

source: Unsupported renting option.
de_de: Leihoption nicht unterstützt

source: Number of days should be a natural number.
de_de: Die Anzahl der Tage soll eine natürliche Zahl sein

source: Unsupported renting filter
de_de: Leihfilter nicht unterstützt

source: Unsupported renting filter.
de_de: Leihfilter nicht unterstützt

source: Unknown cashout mode
de_de: Art der Bezahlung unbekannt

source: Maximum transfer value should be a decimal value.
de_de: Höchstbetrag der Übertragung soll ein Dezimalwert sein

source: Minimum transfer value should be a decimal value.
de_de: Mindestbetrag der Übertragung soll ein Dezimalwert sein

source: Invalid value for currency symbol display mode.
de_de: Ungültiger Wert für das Währungssymbol

source: Available places after comma should be in range [0, 8].
de_de: Die Anzahl der verfügbaren Stellen nach dem Komma soll im Bereich 0-8 sein

source: Available places after comma should be a valid natural number (0 included).
de_de: Die Anzahl der verfügbaren Stellen nach dem Komma soll eine positive ganze Zahl oder Null sein

source: Total deposits amount should be a decimal value.
de_de: Die Höhe der Gesamtzahlungen soll ein Dezimalwert sein

source: Commission can be added only to Account or Purchase Balance.
de_de: Kommission kann nur auf das Haupt- oder Kaufkonto übertragen werden

source: Money can be taken only from Account or Purchase balance.
de_de: Geld kann nur vom Haupt- oder Kaufkonto übertragen werden

source: Title length should be between 0 and 128.
de_de: Titellänge soll zwischen 0 und 128 sein

source: Title length should be a valid natural number.
de_de: Länge des Titels soll eine gültige natürliche Zahl sein

source: Description length should be between 0 and 1024.
de_de: Länge der Beschreibung soll zwischen 0 und 1024 sein

source: Description length should be a valid natural number.
de_de: Länge der Beschreibung soll eine gültige ganze Zahl sein

source: Preview time should be a valid natural number.
de_de: Vorschau Zeit soll eine natürliche Zahl sein

source: Timeout should be a valid natural number.
de_de: Zeitlimit soll eine natürliche Zahl sein

source: Activity clicks should be a valid natural number.
de_de: Anzahl von Klicks soll eine natürliche Zahl sein

source: Withdraw clicks should be a valid natural number.
de_de: Die Anzahl der Klicks zu bezahlen soll eine natürliche Zahl sein

source: Days should be a valid natural number.
de_de: Anzahl der Tage soll eine natürliche Zahl sein

source: Number of hours should be a valid natural number.
de_de: Anzahl der Stunden soll eine natürliche Zahl sein

source: Ads per box should be a valid natural number.
de_de: Limit von Werbungen auf der Werbungfläche soll eine natürliche Zahl sein

source: Description length should be between 0 and 300.
de_de: Beschreibung muss zwischen 0 und 300 Zeichen lang sein

source: list
de_de: Liste

source: AutoRenew days should be numbers separated by commas.
de_de: AutoRenew Tage solln durch ein Komma getrennt werden, ohne Leerzeichen

source: AutoRenew tries number should be between -1 and 128.
de_de: Die Zahl der AutoRenew Versuche soll eine Zahl zwischen -1 und 128 sein

source: Paid Offers active setting should be a boolean value
de_de: Einstellungen der Aktivität von bezahlten Aktivitäten müssen boolean sein

source: Name cannot be longer than 100 characters.
de_de: Der Name darf nicht länger als 100 Zeichen sein

source: Message cannot be empty.
de_de: Nachricht kann nicht leer sein

source: Please select department.
de_de: Bitte wählen Sie die entsprechende Abteilung

source: Full name cannot be longer than 71 characters.
de_de: Vor- und Nachname darf nicht länger als 71 Zeichen sein

source: E-mail cannot be longer than 50 characters.
de_de: E-Mail-Adresse kann nicht länger als 50 Zeichen lang sein

source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse

source: Subject cannot be longer than 100 characters.
de_de: Thema kann nicht länger als 100 Zeichen sein

source: Status can be only "Open" or "Closed".
de_de: Erlaubte Status sind nur "offen" oder "geschlossen"

source: range
de_de: Reichweite

source: Message cannot be empty
de_de: Nachricht kann nicht leer sein

source: Username cannot be blank
de_de: Benutzername darf nicht leer sein

source: Username cannot be longer than 50 and shorter than 3 characters
de_de: Benutzername darf nicht länger als 50 und weniger als 3 Zeichen sein

source: Username must only contain letters and numbers
de_de: Der Benutzername darf nur Buchstaben und Zahlen haben

source: This username is already taken
de_de: Der Benutzername ist bereits vergeben

source: This username is blocked
de_de: Dieser Benutzername ist gesperrt

source: Password cannot be blank
de_de: Das Kennwort darf nicht leer sein

source: Password have to be longer than 6 characters
de_de: Das Kennwort muss länger als 6 Zeichen sein

source: You cannot use your username as password
de_de: Sie können Ihren Benutzernamen nicht als Kennwort verwenden

source: Please retype your password
de_de: Geben Sie das Kennwort erneut

source: Passwords do not match
de_de: Kennwörter sind nicht identisch

source: valid
de_de: gültig

source: Please enter a valid e-mail address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse

source: This e-mail is in use
de_de: Diese E-Mail-Adresse wird verwendet,

source: This email is blocked.
de_de: Diese E-Mail wurde blockiert

source: Please enter your first name
de_de: Bitte geben Sie Ihren Vornamen

source: Please enter your last name
de_de: Bitte geben Sie Ihren Nachnamen

source: Please read and accept Terms Of Service
de_de: Bitte lesen Sie und akzeptieren die Regeln

source: Please supply a valid IP address
de_de: Bitte geben Sie eine gültige IP-Adresse an

source: This IP is already in use
de_de: Diese IP-Adresse ist bereits im Einsatz

source: Account balance should be a decimal value
de_de: Kontostand soll ein Dezimalwert sein

source: Purchase balance cannot be a negative number
de_de: Kaufkontostand darf nicht negativ sein

source: Upline commission should be a decimal value
de_de: Empfehlungen-Gebühr soll ein Dezimalwert sein

source: Upline commission cannot be a negative number
de_de: Empfehlungen-Gebühr kann nicht negativ sein

source: length
de_de: Länge

source: Avatar URL cannot be longer than 255 characters
de_de: URL von Avatar kann nicht länger als 512 Zeichen sein

source: Avatar should be a valid HTTP URL (with "http://")
de_de: Geben Sie bitte vollständige Adresse mit http(s):// ein

source: Signature cannot be longer than 255 characters
de_de: Unterschrift darf nicht länger als 255 Zeichen sein

source: AutoPay enable should be a boolean value
de_de: Aktivierung der AutoPay soll boolean sein

source: AutoPay done should be a boolean value
de_de: AutoPay Ausführung soll boolean sein

source: AutoRenew days should be between 0 and 65535
de_de: AutoRenew Tagen Bereich soll zwischen 0 und 65535 sein

source: AutoRenew extend should be between 0 and 65535
de_de: AutoRenew-empfohlene Erweiterung soll zwischen 0 und 65535 sein

source: This country is blocked.
de_de: Dieses Land ist gesperrt

source: Please select Male or Female
de_de: wählen Sie den Geschlecht

source: Birthday cannot be in the future
de_de: Geburtsdatum kann nicht in die Zukunft sein

source: Address cannot be longer than 200 characters
de_de: Adresse darf nicht länger als 200 Zeichen sein

source: numeric
de_de: numerisch

source: Total clicks number cannot be less than credited clicks number
de_de: Summe der Klicks darf nicht größer sein als die Summe der akzeptierten Klicks

source: Deposit amount should be a decimal value
de_de: Zahlungsbetrag soll ein Dezimalwert sein

source: Deposit amount cannot be a negative number
de_de: Die Höhe der Zahlung darf keine negative Zahl sein.

source: clicks
de_de: Klicks

source: Learn more about our platform
de_de: Erfahren Sie mehr

source: Sign up, now!
de_de: Jetzt registrieren!

source: Registered users
de_de: Registrierte Benutzer

source: Users yesterday
de_de: Gestern registrierte Benutzer

source: Paid so far
de_de: Ausgezahlt

source: Ads watched
de_de: Werbungen gesehen

source: Resources
de_de: Seiten

source: or
de_de: oder

source: Please put your username (nickname) which you gonna use for logging in and in forum section. Make sure to use only alphanumerical symbols.
de_de: Name des Benutzers eintragen, der dann zum Einloggen und fürs Forum verwendet wird. Vergewissere dich, dass der Name nur alphanummerische Symbole enthält.

source: Please put your password. Make sure it differs from the other sites you use and make it as much complicated as it possible. Make sure no one else will know your password for security purposes.
de_de: Ein eigenes Password eintragen. Vergewissere dich, dass sich das Password von den anderen Passwords unterscheidet, die Du auf den anderen Websites verwendest und dass es kompliziert genug ist. Vergewissere dich auch, dass niemand Dein Password erkennen kann, um dadurch die Sicherheit Deines Kontos zu garantieren.

source: Please confirm your password.
de_de: Bitte Password bestätigen

source: Please put your real email address so we can send you confirmation link needed to finish sign up process. We will not share this email with anyone, we will use it only to keep you updated about site news and to recover your password in case you will forget it.
de_de: Nenne uns Deine richtige E-Mail Adresse, damit wir Dir das zum Abschluss des Registrierungsprozesses notwendige Bestätigungslink schicken können. Deine E-Mail wird keinem anderen zugänglich gemacht, wir werden sie nur nutzen, um Dich über Neuheiten im Service zu informieren oder um das Password wiederzubekommen.

source: Enter your first name
de_de: Eigenen Vornamen eintragen

source: Please put your real first name. It is needed for payment purposes.
de_de: Eigenen Vornamen eintragen, um Zahlungen verarbeiten zu können

source: Enter your last name
de_de: Eigenen Namen eintragen

source: Please put your real last name. It is needed for payment purposes.
de_de: Eigenen Namen eintragen, um Zahlungen verarbeiten zu können

source: Person which referred you
de_de: Person, die Dich empfohlen hat

source: This is the nickname of person which referred you to FuturumClix. If you do not have any referrer just leave this field blank.
de_de: Das ist die Person, die Dich dem Service empfohlen hat. Fall Du eine solche Personen nicht hast, lass dieses Feld leer

source: Show QR Code
de_de: QR Code zeigen

source: Show all clicks
de_de: Alle Klicks anzeigen

source: Show only credited clicks
de_de: Nur klickbare Klicks anzeigen

source: Cashout History
de_de: Auszahlungsverlauf

source: Date
de_de: Datum
