Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/default.po
Languages: de_de

source: Upgrade your membership
de_de: Verbessern Sie Ihre Mitgliedschaft

source: Default membership
de_de: ordentliche Mitgliedschaft

source: Membership: "%s"
de_de: Mitgliedschaft: "%s"

source: Valid until: %s
de_de: Gültig bis: %s

source: Personal settings
de_de: persönliche Einstellungen

source: Edit profile
de_de: Profil bearbeiten

source: Fund purchase balance
de_de: Guthaben kaufen

source: Offerwalls log
de_de: Register von bezahlten Werbungen

source: PTC advertisement panel
de_de: PTC-Werbung Panel

source: Featured advertisement panel
de_de: Ausgezeichnete Werbungen Panel

source: Banner advertisement panel
de_de: Banner-Werbung-Panel

source: Login Ads advertisement panel
de_de: LoginAds Werbungen Panel

source: AdGrid advertisement panel
de_de: AdGrid Werbungen Panel

source: Direct referrals
de_de: direkte Empfehlungen

source: Referral's contest
de_de: Wettbewerb von Empfehlungen

source: Rented referrals
de_de: Ausgeliehene Empfehlungen

source: Rent referrals
de_de: Empfehlungen ausleihen

source: Account balance
de_de: Kontostatus

source: Earn Money
de_de: Geld verdienen

source: Sign Up!
de_de: Melden Sie sich an!

source: Choose here
de_de: Wählen Sie hier

source: My current Login ads advertisements
de_de: Meine aktuellen LoginAds Kampagnen

source: Account name
de_de: Kontonamen

source: Available referrals pack
de_de: Verfügbare Pakete von Empfehlungen

source: Open an account
de_de: Konto eröffnen

source: It's fast and simple, just type your info below
de_de: Es ist schnell und einfach, füllen Sie bitte die folgenden Informationen

source: Email address
de_de: E-Mail-Adresse

source: Username
de_de: Benutzername

source: Register new account
de_de: registrieren

source: Latest news
de_de: Aktuelle Nachrichten

source: Pages
de_de: Seiten

source: Earn money
de_de: Geld verdienen

source: Support
de_de: Kontakt

source: Targetted memberships
de_de: ausgewählte Mitgliedschaft

source: Targetted countries
de_de: ausgewählte Länder

source: Please provide description of application.
de_de: Bitte geben Sie den Inhalt der Meldung.

source: Please provide reason of application rejection.
de_de: Bitte geben Sie den Grund für die Ablehnung der Meldung.

source: Accept application
de_de: Meldung akzeptieren

source: Price per slot
de_de: Preis für Slot

source: My current Paid Offers
de_de: Mein bezahlten Aufgaben

source: Add more slots
de_de: Fügen Sie mehr Slots hinzu

source: Pause offer
de_de: Aufgabe stoppen

source: Activate offer
de_de: Aufgabe aktivieren

source: All
de_de: alle

source: Show all applications
de_de: Alle Einträge zeigen

source: Show pending applications
de_de: Anhängige meldungen anzeigen

source: Accepted
de_de: Akzeptiert

source: Show accepted applications
de_de: Akzeptierte Werbungen anzeigen

source: Show rejected applications
de_de: Abgelehnte Werbungen anzeigen

source: Delete this offer
de_de: Löschen Sie die Aufgabe

source: Active offers
de_de: aktive Aufgaben

source: Ignored offers
de_de: ignorierte Angebote

source: Date added
de_de: hinzugefügt

source: Offer's value
de_de: Wert der Aufgabe

source: Completed date
de_de: Ausführungsdatum

source: Approval date
de_de: Datum der Zulassung

source: Pending since
de_de: Wartet seit

source: Rejection date
de_de: Ablehnungdatum

source: Payment cancelled: %s - %s.
de_de: Zahlung storniert:%s -%s.

source: Payment cancelled: %s.
de_de: Zahlung storniert:%s.

source: Payment cancelled.
de_de: Die Zahlung wurde abgebrochen.

source: You will be redirected to %s site in 5 seconds, if not, please click %s
de_de: Wenn Sie nicht automatisch innerhalb von wenigen Sekunden zu %s weitergeleitet werden, klicken Sie bitte %s

source: Payment completed: %s - %s.
de_de: Zahlung abgeschlossen:%s -%s.

source: Payment completed: %s.
de_de: Zahlung abgeschlossen:%s.

source: Payment completed.
de_de: Zahlung abgeschlossen.

source: Click anywhere on the picture
de_de: Klicken Sie auf das Bild

source: Terms of Service
de_de: Regeln

source: Signature:
de_de: Unterschrift:

source: %s Balance
de_de: %s Konto

source: Support tickets
de_de: Meldungen

source: Full name
de_de: Vor- und Nachname

source: Please enter captcha
de_de: Geben Sie das Captcha-Code

source: Send support ticket
de_de: Meldung einreichen

source: Your support tickets
de_de: Ihre Meldungen

source: Open support ticket
de_de: Neue Meldung öffnen

source: Check ticket status
de_de: Überprüfen Sie den Status der Meldung

source: Creation time
de_de: Erstellungszeit

source: Banners and referral links
de_de: Banner und Referenz-Links

source: SHOW YOUR USERNAME AS:
de_de: Zeigen Benutzername als:

source: YOUR REFERRAL LINK:
de_de: Ihre Einladungslink:

source: Click to copy into clipboard
de_de: Klicken Sie um zu kopieren

source: Statistical banner
de_de: Statistische Banner

source: BANNER LINK:
de_de: Link zum Banner

source: HTML CODE:
de_de: HTML:

source: FORUM CODE:
de_de: Code für Foren:

source: Your profile
de_de: Ihr Profil

source: Gender:
de_de: Geschlecht:

source: Date of birth:
de_de: Geburtsdatum:

source: %s is waiting for verification. To resend verification e-mail please click %s.
de_de: %s erwartet Verifikationsprozess. Um erneut die Überprüfung E-Mail zu senden, klicken Sie auf %s.

source: Account id for %s:
de_de: Konto-ID %s:

source: Forum avatar:
de_de: Avatar auf Forum:

source: Forum signature:
de_de: Die Unterschrift auf dem Forum:

source: Forum statistics:
de_de: Statistiken auf dem Forum:

source: New Password:
de_de: Neues Kennwort:

source: Confirm New Password:
de_de: Neues Kennwort bestätigen:

source: Current Password:
de_de: Ihr aktuelles Kennwort:

source: AutoPay statistics
de_de: Statistiken AutoPay

source: AutoRenew statistics
de_de: Statistiken AutoRenew

source: Referrals count / your referral limit
de_de: Anzahl der Empfehlungen / Ihr Limit

source: unlimited
de_de: Ohne Limit

source: Please choose your referral pack:
de_de: Wählen Sie ein Empfehlungen-Paket:

source: Price: %s
de_de: Preis:%s

source: Sorry, but we don't have any direct referrals for sale at the moment.
de_de: Es tut uns leid, aber in diesem Moment haben wir keine direkte Empfehlungen zu verkaufen.

source: Please choose to which account you want to transfer money:
de_de: Bitte wählen Sie das Konto wo das Geld überwiesen werden soll:

source: You can not be paid on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
de_de: Sie können kein Geld auf %s Konto überwiesen werdebn, da die aktuelle Zahlung und die Summe der bisherigen Abschlagszahlungen %s die Summe der mit dem Konto %s verbundene Käufe übersteigt.

source: You can not be paid on %s unless you fill an payment account address in User Profile.
de_de: Wir können kein Geld auf Ihr Konto %s zurückziehen, bis Sie die Kontonummer (Adresse) in Ihrem Profil ausfüllen.

source: You can not use %s due to recent changes in your account. Please wait untill %s
de_de: Sie können nicht auf Konto %s, weil Änderungen in Ihrem Profil gemacht wurden. Sie haben bis zum %s warten

source: Maximum withdraw amount
de_de: Die maximale Auszahlung

source: Our fees
de_de: Unsere Gebühren

source: You will receive
de_de: Sie erhalten

source: Payment account
de_de: Zahlungskonto

source: Withdraw money
de_de: Auszahlung

source: Buy more referrals
de_de: Kaufen Sie mehr Empfehlungen

source: Other statistics
de_de: Andere Statistiken

source: Total earinings
de_de: Gesamtergebnis

source: Your own clicks
de_de: Ihr eigene Klicks

source: Personal earnings
de_de: Persönliche Gewinne

source: Rented Referral clicks
de_de: Klicks von geliehenen Empfehlungen

source: Direct Referral clicks
de_de: Klicks von direkten Empfehlungen

source: Earned from direct referrals
de_de: Ergebnis aus direkten Empfehlungen

source: Earned from rented referrals
de_de: Ergebnis aus geliehenen Empfehlungen

source: Credited referral commissions
de_de: Akzeptierte Kommission für Empfehlungen

source: Pending referral commissions
de_de: Erwartete Kommission für Empfehlungen

source: Total purchases
de_de: Summe von Einkäufen

source: Total received
de_de: Summe von Auszahlungen

source: Pending cashout
de_de: Ausstehende Auszahlungen

source: Your Clicks
de_de: Ihr eigene Klicks

source: Clicks credited
de_de: Akzeptierte Klicks

source: Direct referrals clicks
de_de: Klicks von direkten Empfehlungen

source: Rented referrals clicks
de_de: Klicks von geliehenen Empfehlungen

source: Please choose from where you want to transfer money:
de_de: Bitte wählen Sie das Konto von dem SieGeld einzahlen wollen:

source: Current purchase balance
de_de: Aktuelles Saldo von Kaufkonto

source: Minimum deposit amount is:
de_de: Mindesteinzahlung beträgt:

source: Fee:
de_de: Gebühr:

source: Transfer money
de_de: Überweisen

source: Total Payment:
de_de: Die Höhe der Einzahlung:

source: %s clicks
de_de: %s Klicks

source: %s clicks credited
de_de: %s akzeptierte Klicks

source: Referral since
de_de: Empfohlen von

source: Comes From
de_de: Kommt aus

source: Last Click
de_de: Letzter Klick

source: AVG
de_de: Durchschnitt

source: Never
de_de: Nie

source: Show this referral statistics
de_de: Statistiken für diese Empfehlungen

source: Delete this referral
de_de: Empfehlung löschen

source: Do you want to remove %s for $%s?
de_de: Wollen Sie%s für $%s entfernen?

source: What would you like to do with selected referrals?
de_de: Was wollen Sie mit den gewählten Empfehlungen tun?

source: Please choose
de_de: Bitte wählen Sie

source: Continue
de_de: weiter

source: Do you want to remove those referrals for
de_de: Wollen Sie diese Empfehlungen löschen für

source: Please select an action.
de_de: Wählen Sie die Aktion

source: Enter your username
de_de: Geben Sie Ihren Benutzernamen an

source: Enter your password
de_de: Geben Sie das Kennwort an

source: Reset Password
de_de: Kennwort zurücksetzen

source: Add more funds
de_de: Mittel hinzufügen

source: Already rented referrals / your referral limit
de_de: Gemietet / Dein Limit von Empfehlungen

source: %s credited clicks
de_de: %s akzeptierte Klicks

source: Disable AutoPay
de_de: Schalten Sie AutoPay aus

source: Are you sure you want to disable AutoPay?
de_de: Sind Sie sicher, dass Sie AutoPay ausschalten wollen?

source: Enable AutoPay
de_de: Schalten Sie AutoPay an

source: Are you sure you want to enable AutoPay?
de_de: Sind Sie sicher, dass Sie AutoPay anschalten wollen?

source: Enabled
de_de: An

source: Enable AutoRenew
de_de: Schalten Sie AutoRenew an

source: Period:
de_de: Zeitraum:

source: Days:
de_de: Tage:

source: Enable
de_de: Einschalten

source: Disable AutoRenew
de_de: Schalten Sie AutoRenew aus

source: Are you sure you want to disable AutoRenew?
de_de: Sind Sie sicher, dass Sie AutoRenew ausschalten wollen?

source: Rent more referrals
de_de: Leihen Sie mehr Empfehlungen

source: Currently you don't have any rented referrals. To rent some please go %s.
de_de: Derzeit haben Sie keine ausgeliehenen Empfehlungen. Um auszuliehen, klicken Sie hier %s.

source: Expiry date
de_de: Ablaufsdatum

source: Last click
de_de: Letzter Klick

source: Recycle this referral
de_de: Ersetzen Sie die Empfehlung

source: Are you sure you want to recycle %s?
de_de: Sind Sie sicher, dass Sie %s ersetzen wollen?

source: for
de_de: für

source: Resend verification email
de_de: Senden Sie das Aktivierungs-E-Mail

source: Please enter your e-mail
de_de: Geben Sie einfach Ihre E-Mail-Adresse

source: Enter your email address
de_de: Geben Sie einfach Ihre E-Mail-Adresse

source: Request for a new password
de_de: Neues Kennwort anfordern

source: Confirm password
de_de: Kennwort bestätigen

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Referrer
de_de: Empfehler

source: I understand and agree with %s
de_de: Ich verstehe und akzeptiere %s

source: Register
de_de: Anmeldung

source: Register with Facebook
de_de: Registrieren über Facebook

source: Minimum transfer amount is:
de_de: Mindesteinzahlung beträgt:

source: Maximum transfer amount is:
de_de: Die maximale Auszahlung beträgt:

source: Total Payment:
de_de: Die Höhe der Einzahlung:

source: Banners And Referral Links
de_de: Banner und Referenz-Links

source: Show Your Username As:
de_de: Zeigen Benutzername als:

source: Your Referral Link:
de_de: Ihre Einladungslink:

source: Statistical Banner
de_de: Statistische Banner

source: Banner Link:
de_de: Link zumBanner:

source: HTML Code:
de_de: HTML:

source: Forum Code:
de_de: Code für Foren:

source: Your Profile
de_de: Ihr Profil

source: Date Of Birth:
de_de: Geburtsdatum:

source: Account Id For %s:
de_de: Konto-ID %s:

source: Forum Avatar:
de_de: Avatar auf Forum:

source: Forum Signature:
de_de: Die Unterschrift auf dem Forum:

source: Forum Statistics:
de_de: Statistiken auf dem Forum:

source: AutoPay Statistics
de_de: Statistiken AutoPay

source: AutoRenew Statistics
de_de: Statistiken AutoRenew

source: Withdraw Funds
de_de: Auszahlung

source: You can not pay on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
de_de: Sie können kein Geld auf %s Konto überwiesen werdebn, da die aktuelle Zahlung und die Summe der bisherigen Abschlagszahlungen %s die Summe der mit dem Konto %s verbundene Käufe übersteigt.

source: You can not pay on %s unless you fill an payment account address in User Profile.
de_de: Wir können kein Geld auf Ihr Konto %s zurückziehen, bis Sie die Kontonummer (Adresse) in Ihrem Profil ausfüllen.

source: Maximum Withdraw Amount
de_de: Die maximale Auszahlung

source: Our Fees
de_de: Unsere Gebühren

source: You Will Receive
de_de: Sie erhalten

source: Payment Account
de_de: Zahlungskonto

source: Withdraw Money
de_de: Auszahlung

source: Your Account In Numbers
de_de: Ihr Konto in Nummern

source: Purchase Balance
de_de: Kaufkonto

source: Your Clicks This Week
de_de: Klicks dieser Woche

source: Other Statistics
de_de: Andere Statistiken

source: Total Earinings
de_de: Gesamtergebnis

source: Your Own Clicks
de_de: Ihr eigene Klicks

source: Personal Earnings
de_de: Persönliche Gewinne

source: Rented Referral Clicks
de_de: Klicks von geliehenen Empfehlungen

source: Direct Referral Clicks
de_de: Klicks von direkten Empfehlungen

source: Earned From Direct Referrals
de_de: Ergebnis aus direkten Empfehlungen

source: Earned From Rented Referrals
de_de: Ergebnis aus geliehenen Empfehlungen

source: Credited Referral Commissions
de_de: Akzeptierte Kommission für Empfehlungen

source: Pending Referral Commissions
de_de: Erwartete Kommission für Empfehlungen

source: Total Purchases
de_de: Summe von Einkäufen

source: Total Received
de_de: Summe von Auszahlungen

source: Pending Cashout
de_de: Ausstehende Auszahlungen

source: Direct Referrals Clicks
de_de: Klicks von direkten Empfehlungen

source: Rented Referrals Clicks
de_de: Klicks von geliehenen Empfehlungen

source: Please Choose From Where You Want To Transfer Money:
de_de: Bitte wählen Sie das Konto von dem SieGeld einzahlen wollen:

source: Current Purchase Balance
de_de: Aktuelles Saldo von Kaufkonto

source: Minimum Deposit Amount Is:
de_de: Mindesteinzahlung beträgt:

source: Fee
de_de: Gebühr

source: Transfer Money
de_de: Überweisen

source: Referral Since
de_de: Empfohlen von

source: Sorry, but we don't have any referrals to rent at the moment.
de_de: Es tut uns leid, aber in diesem Moment haben wir noch keine Empfehlungen zur Ausleihung.

source: Expiry Date
de_de: Ablaufsdatum

source: Resend Verification E-mail
de_de: Senden Sie die E-Mail-Bestätigung erneut

source: Enter Your E-mail Address
de_de: Geben Sie Ihre E-Mail an

source: Request For A New Password
de_de: Neues Kennwort anfordern

source: Register at
de_de: Anmeldung

source: Confirm Password
de_de: Kennwort bestätigen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: I Understand And Agree With %s
de_de: Ich verstehe und akzeptiere %s

source: Minimum Transfer Amount Is
de_de: Mindesteinzahlungsbetrag ist

source: Maximum Transfer Amount Is
de_de: Maximaler Zahlungsbetrag

source: Total Payment
de_de: Die Höhe der Einzahlung:

source: Title cannot be longer than 128 characters
de_de: Titel kann nicht länger als 128 Zeichen sein

source: Title can contain only alphanumerical characters, "-", "_" or "."
de_de: Titel darf nur alphanumerische Zeichen enthalten, "-", "_" oder "."

source: Description cannot be longer than 1024 characters
de_de: Beschreibung darf nicht länger als 1024 Zeichen sein

source: URL cannot be longer than 512 characters
de_de: URL darf nicht länger als 512 Zeichen sein

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL an

source: Number of clicks should be a natural number or 0
de_de: Klicks soll eine positive natürliche Zahl oder 0 sein

source: Please select a valid status
de_de: Bitte wählen Sie den richtigen Status

source: Package type cannot be longer than 20 characters
de_de: Pakettyp kann nicht länger als 20 Zeichen sein

source: Please select a valid package type
de_de: Bitte wählen Sie die richtige Art von Paket

source: Expiry should be a natural number or 0
de_de: Verfall soll eine positive natürliche Zahl oder 0 sein

source: Please enter valid e-mail address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse

source: This e-mail adress is in use
de_de: Diese E-Mail-Adresse wird verwendet,

source: Password should be at least 7 characters long
de_de: Kennwort muss mindestens sieben Zeichen lang sein.

source: Please enter a comma separated list of valid IP addresses
de_de: Geben Sie die Liste der IP-Adressen durch Komma getrennt an.

source: Name cannot be longer than 32 characters
de_de: Name darf nicht länger als 32 Zeichen sein

source: Name cannot be empty
de_de: Name darf nicht leer sein

source: Name can only contain alphanumerical symbols
de_de: Name kann nur alphanumerische Zeichen enthalten

source: Time should be a numeric value (seconds)
de_de: Zeit muss ein numerischer Wert (in Sekunden) sein

source: Time cannot be a negative value
de_de: Zeit kann nicht negativ sein

source: Allow description should be a boolean value
de_de: Beschreibungserlaubnis soll ein boolean Wert sein

source: Geo-targeting should be a boolean value
de_de: Geo-targeting soll ein boolean Wert sein

source: Referrals earnings should be a boolean value
de_de: Das Ergebnis aus Empfehlungen soll ein boolean Wert sein

source: Status cannot be longer than 20 characters
de_de: Der Status kann nicht länger als 20 Zeichen sein

source: Type cannot be longer than 20 characters
de_de: Typ darf nicht länger als 20 Zeichen sein

source: Type have to be "Clicks" or "Days"
de_de: Der Typ muss "Klicks" oder "Tage" sein

source: Type cannot be empty
de_de: Der Typ kann leer sein

source: Amount should be a numeric value
de_de: Der Betrag soll ein numerischer Wert sein

source: Amount cannot be a negative number
de_de: Dieser Betrag kann nicht negativ sein

source: Price should be non-negative decimal with max two places after dot
de_de: Der Preis soll eine positive Dezimalzahl mit bis zu zwei Dezimalstellen sein

source: Please supply a valid image
de_de: Bitte geben Sie eine gültige Bild an

source: Invalid file, only images allowed (gif, png, jpg)
de_de: Ungültige Datei, der erlaubte Dateityp ist (gif, png, jpg)

source: Image must be less than 2MB
de_de: Bildgröße muss kleiner als 2 MB sein

source: Something went wrong with upload. Please try again.
de_de: Es ging etwas schief, bitte versuchen Sie es erneut.

source: File with this name already exists
de_de: Eine Datei mit diesem Namen existiert bereits

source: Please supply a valid URL to image file
de_de: Bitte geben Sie die richtige URL zu einer Bilddatei an

source: Failed to download given file
de_de: Datei kann nicht heruntergelladen werden

source: boolean
de_de: Boolesche Wert

source: Font name have to be shorter than 50 characters
de_de: Schriftname muss weniger als 50 Zeichen sein

source: Font color should be in format RRGGBB
de_de: Schriftfarbe soll im Format RRGGBB sein

source: Font size should be a numeric value
de_de: Schriftgröße soll ein numerischer Wert sein

source: Coordinate should be a numeric value
de_de: Koordinaten sollen ein numerischer Wert sein

source: Title cannot be longer than 128 charcters
de_de: Titel kann nicht länger als 128 Zeichen sein

source: Image URL cannot be longer than 512 characters
de_de: URL für das Bild darf nicht länger als 512 Zeichen sein

source: Number of impressions should be a natural number or 0
de_de: Ansichten solln eine positive natürliche Zahl oder 0 sein

source: Expiry value should be a natural number or 0
de_de: Der Wert der Ablauf soll eine positive natürliche Zahl oder 0 sein

source: Type have to be "Clicks", "Days", or "Impressions"
de_de: Der Typ muss "Klicks", "Tage" oder "Aufrufe" sein

source: Amount should be a decimal value
de_de: Betrag soll ein Dezimalwert sein

source: Fee should be a decimal value
de_de: Gebühr soll ein Dezimalwert sein

source: Fee cannot be a negative number
de_de: Gebühr darf nicht negativ sein

source: between
de_de: zwischen

source: Click value should be non-negative decimal value
de_de: Klick-Wert muss eine positive Dezimalwert sein

source: Note cannot be longer than 255 characters.
de_de: Hinweis darf nicht länger als 255 Zeichen sein.

source: Currency code cannot be empty
de_de: Währungscode kann nicht leer sein

source: Currency code cannot be shorter than 3 characters
de_de: Währungscode darf nicht kürzer als 3 Zeichen sein

source: Currency code cannot be longer than 3 characters
de_de: Währungscode darf nicht länger als 3 Zeichen sein

source: Currency name cannot be empty
de_de: Währungsname darf nicht leer sein

source: Currency name cannot be longer than 32 characters
de_de: Währungsname darf nicht länger als 32 Zeichen lang sein

source: Currency symbol cannot be empty
de_de: Währungssymbol darf nicht leer sein

source: Currency symbol cannot be longer than 3 characters
de_de: Währungssymbol darf nicht länger als 3 Zeichen sein

source: Currency ISO number should be a numeric value
de_de: ISO-Nummer der Währung soll ein numerischer Wert sein

source: Real step value should be a valid monetary value
de_de: Ein echter Wertschritt soll ein gültiger Geldwert sein

source: Gateway name cannot be longer than 25 characters
de_de: Name der Payment-Gateway darf nicht länger als 25 Zeichen sein

source: Account cannot be longer than 50 characters
de_de: Konto darf nicht länger als 50 Zeichen lang sein

source: Deposit status is wrong
de_de: Deposit-Status ungültig

source: Item id cannot be longer than 100 characters
de_de: Element-ID darf nicht länger als 100 Zeichen sein

source: Gateway identification cannot be longer than 255 characters
de_de: Payment-Gateway ID darf nicht länger als 255 Zeichen sein

source: Datetime should be valid datetime
de_de: Datetime soll eine gültige Datetime sein

source: Purchase balance should be a decimal value
de_de: Kaufkonto soll ein Dezimalwert sein

source: Status can be only "Credited" or "Cancelled".
de_de: Status kann nur "akzeptioert" oder "storniert" sein.

source: Amount should be less than 65535
de_de: Betrag soll weniger als 65535 sein

source: Price should be a valid decimal value
de_de: Preis soll ein gültiger Dezimalwert sein

source: E-mail name cannot be longer than 50 characters
de_de: E-Mail Adresse darf nicht länger als 50 Zeichen sein

source: Format can only be "text" or "html"
de_de: Format kann nur "Text" oder "html" sein

source: Subject cannot be longer than 50 characters
de_de: Thema kann nicht länger als 50 Zeichen sein

source: Template cannot be empty.
de_de: Die Vorlage kann nicht leer sein.

source: Template cannot be longer than 50 characters.
de_de: Vorlagenname darf nicht länger als 50 Zeichen sein.
