Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/facebook_login.po
Languages: de_de

source: Facebook Graph returned an error: %s
de_de: Wir können keine Zugriffstoken von Facebook erhalten. API hat folgenden Fehler zurückgegeben: %s

source: Facebook SDK error: %s
de_de: Facebook SDK Fehler: %s

source: Error %s, code %s, reason %s, description %s
de_de: Fehler %s, Fehlercode %s, Grund %s, Beschreibung %s

source: Bad request
de_de: Ungültige Anforderung

source: Invalid Facebook appID
de_de: Ungültige Facebook Anwendungskennung

source: Failed to get long-lived access token: %s
de_de: Sie können keine Zugriffstoken erhalten: %s

source: Invalid user data
de_de: Ungültige Daten

source: Your IP is already in use.
de_de: Ihre IP-Adresse ist bereits im Einsatz.

source: Your account has been successfully created.
de_de: Ihr Konto wurde erstellt!

source: User could not be saved. Please, try again
de_de: Benutzer kann nicht gespeichert werden. Bitte versuchen Sie es erneut

source: Direct link
de_de: direkter Link

source: Register at %s
de_de: Melden Sie sich zu %s an

source: To finish your registration via Facebook you just need to provide us your username and password so you will be able to change your personal settings in the future and recover your password in case you will loose it.
de_de: Bis zum Ende der Registrierung durch Facebook geben Sie bitte einfach Ihren Benutzernamen und das Kennwort ein so dass Sie in der Zukunft in der Lage sind, ihre persönlichen Einstellungen zu ändern und Ihr Kennwort wiederherstellen, wenn Sie es verlieren.

source: Username
de_de: Benutzername

source: Password
de_de: Kennwort

source: Confirm password
de_de: Kennwort bestätigen

source: Referrer
de_de: Empfohlen von

source: I understand and agree with %s
de_de: Ich verstehe und akzeptiere %s

source: Terms of Service
de_de: Bestimmungen der Geschäftsordnung

source: Register
de_de: Anmeldung

source: Register With Facebook
de_de: Über Facebook registrieren
