Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/offerwalls.po
Languages: de_de

source: Offerwalls
de_de: Zahlangebote

source: Offerwall's Log
de_de: Register von Zahlangeboten

source: Failed to get transaction id.
de_de: Transaktions-ID konnte nicht erhalten werden.

source: Failed to save offer
de_de: Angebot kann nicht gespeichert werden

source: Offerwall not specified
de_de: Angebot wurde nicht bestimmt

source: Offerwall not found: %s
de_de: Angebot nicht gefunden %s

source: Offerwall settings not found
de_de: Einstellungen von Zahlangebot nicht gefunden

source: Invalid user
de_de: Ungültiger Benutzer

source: Empty offers options
de_de: Keine Zahlangebotsoptionen verfügbar

source: Failed to credit offer
de_de: Ist uns nicht gelungen, eine Prämie für das Angebot hinzufügen

source: Offerwalls Log
de_de: Register von Zahlangeboten

source: Offer ID
de_de: Angebots-ID

source: Date completed
de_de: Ausführungsdatum

source: Credit date
de_de: Datum Bonus

source: Page {:page} of {:pages}
de_de: Seite {:page} von {:pages}

source: Date credited
de_de: Zahlungsdatum
