Repository: HenPrado/futurumclix
Catalog: app/Locale/deu/LC_MESSAGES/revenue_share.po
Languages: de_de

source: Revenue Shares
de_de: Aktien

source: Not allowed
de_de: Ungültig

source: Please enter a valid amount
de_de: Geben Sie die richtige Menge an

source: Invalid option
de_de: Falsche Option

source: Invalid gateway
de_de: Falscher Zahlungsgateway

source: You can buy maximum of %d packs.
de_de: Sie können maximal %d Pakete kaufen.

source: Missing conversion data
de_de: Fehlende Konvertierungsdatei

source: Buy revenue shares
de_de: Kaufen Sie Aktien

source: Choose revenue share pack
de_de: Wählen Sie den Aktienpaket

source: Packs amount
de_de: Anzahl der Aktien

source: Max allowed: %s
de_de: Maximal zulässig %s

source: Currently you do not have any revenue shares.
de_de: Derzeit haben Sie keine Aktien.

source: Pack name
de_de: Paketnamen

source: Start date
de_de: Startdatum

source: Current income
de_de: Die laufenden Erträge

source: Not longer available
de_de: Nicht mehr lieferbar

source: Completed
de_de: Beendet

source: Page {:page} of {:pages}
de_de: Seite {:page} von {:pages}

source: Currently you cannot buy more shares. You have to wait until %s to get more revenue shares.
de_de: Zurzeit können Sie keine weiteren Aktien kaufen. Sie haben bis zum %s zu warten, um weitere Aktien kaufen zu können.

source: Currently you cannot buy more shares as you have reached maximum amount of allowed revenue shares.
de_de: Zurzeit können Sie keine weiteren Aktien kaufen, da Sie die maximale zulässige Anzahl der gehaltenen Aktien erreicht haben.

source: Revenue shares
de_de: Aktien

source: Running Days
de_de: Tage

source: Days left
de_de: Tage übrig
