Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Item id cannot be longer than 100 characters
fr_fr: L’ID de l'élément ne peut pas dépasser 100 caractères

source: Gateway identification cannot be longer than 255 characters
fr_fr: L’ID de la passerelle de paiement ne peut pas dépasser 255 caractères

source: Datetime should be valid datetime
fr_fr: Datetime devrait être un datetime valide

source: Purchase balance should be a decimal value
fr_fr: Le compte d’achat doit avoir une valeur décimale

source: Status can be only "Credited" or "Cancelled".
fr_fr: Le statut peut être soit « reconnu » ou « annulé ».

source: Amount should be less than 65535
fr_fr: Le montant doit être inférieur à 65535

source: Price should be a valid decimal value
fr_fr: Le prix devrait être une valeur décimale valide

source: E-mail name cannot be longer than 50 characters
fr_fr: Le nom e-mail ne peut pas dépasser 50 caractères

source: Format can only be "text" or "html"
fr_fr: Le format peut être soit « un fichier text » soit « un document html »

source: Subject cannot be longer than 50 characters
fr_fr: Le titre ne peut pas dépasser 50 caractères

source: Template cannot be empty.
fr_fr: Le modèle ne peut pas être vide.

source: Template cannot be longer than 50 characters.
fr_fr: Le nom du modèle ne peut pas dépasser 50 caractères.

source: Description cannot be longer than 300 characters
fr_fr: La description ne peut pas dépasser 300 caractères

source: Please supply a valid IP address.
fr_fr: Entrez l'adresse IP correcte.

source: Type have to be "Clicks" or "Days".
fr_fr: Le type doit comporter soit les « clics » soit les « jours »

source: Name should be between 1 and 50 characters
fr_fr: Le nom doit comporter entre 1 et 50 caractères

source: values
fr_fr: valeurs

source: Limit should be lower than 1000000 (or -1 for unlimited value)
fr_fr: La limite devrait être inférieure à 1000000 (ou -1 pour la valeur illimitée)

source: Price should be non-negative decimal value
fr_fr: Le prix devrait être une valeur décimale positive

source: Price cannot be negative value
fr_fr: Le temps ne peut pas avoir une valeur négative

source: Price should be a decimal value
fr_fr: Le prix devrait être une valeur décimale valide

source: Direct referrals delete cost should be a decimal value
fr_fr: Le coût de supprimer une recommandation directe devrait être une valeur décimale

source: Rented referrals expiry fee should be a decimal value
fr_fr: Le coût d'expiration d’une recommandation devrait être une valeur décimale

source: Minimum payout cannot be longer than 255 characters
fr_fr: Le seuil minimal de paiement ne peut pas dépasser 255 caractères

source: Minimum payout should be a comma separated list of numbers
fr_fr: Des seuils minimaux de paiement doivent être des chiffres séparées par virgule, sans espace

source: Maximum cashout amount should be a decimal value
fr_fr: Le montant maximum de paiement devrait être une valeur décimale

source: Upgrade commission should be a decimal value
fr_fr: La commission pour l'amélioration d’un compte d’une recommandation devrait avoir une valeur décimale

source: Fund commission should be a percentage value (0-100)
fr_fr: La commission pour recharge du compte par une recommandation doit être un pourcentage (entre 0 et 100)

source: Purchase commission should be a percentage value (0-100)
fr_fr: La commission pour l’achat fait par une recommandation doit être un pourcentage (entre 0 et 100)

source: Time between renting should be a non-negative numeric value
fr_fr: Le temps entre deux locations doit être une valeur numérique positive

source: Available referrals packs cannot be longer than 255 characters
fr_fr: Les paquets de recommandations disponibles ne peuvent pas dépasser 255 caractères

source: Available referrals packs should be a comma separated list of numbers
fr_fr: Les paquets de recommandations disponibles doivent être des chiffres, séparées par virgule, sans espace

source: Referral recycle cost should be a decimal value
fr_fr: Le coût de remplacement d’une recommandation devrait avoir une valeur décimale

source: Autorecycle time should be a non-negative numeric value
fr_fr: Le temps AutoRecycle doit avoir une valeur numérique positive

source: Maximum purchase commission per referral should be a decimal value
fr_fr: La commission maximale pour les achats d’une recommandation doit être d’une valeur numérique positive

source: Maximum purchase commission per transaction should be a decimal value
fr_fr: La commission maximale unique pour les achats d’une recommandation devrait être d’une valeur numérique positive

source: Commission delay should be a non-negative numeric value
fr_fr: Le retard dans l'octroi de la commission devrait être d’une valeur numérique positive

source: Commission delay cannot be longer than 65535 days
fr_fr: Le retard dans l'octroi de la commission ne peut pas dépasser 65535 jours

source: Results per page should be a non-negative numeric value
fr_fr: Le nombre de résultats par page doit être d’une valeur numérique positive

source: Results per page should be a non-negative numeric value
fr_fr: Le nombre de résultats par page doit être d’une valeur numérique positive

source: Results per page cannot be more than 65535
fr_fr: Le nombre de résultats par page ne peut pas dépasser 65535

source: AutoPay trigger days should be a non-negative numeric value
fr_fr: Les jours d'action AutoPay devrait être d’une valeur numérique positive

source: AutoPay trigger days cannot be longer than 255 days
fr_fr: Le nombre des jours d'action d’AutoPay devrait dépasser 255 jours

source: Title length cannot be longer than 150 characters.
fr_fr: Le titre ne peut pas dépasser 150 caractères

source: New's content cannot be empty.
fr_fr: Le contenu des messages ne peut pas être vide

source: Show in login ads should be a valid date and time value.
fr_fr: La valeur indiquée dans LoginAds doit être une date valide

source: URL should be between 10 and 512 characters
fr_fr: L'adresse URL doit contenir entre 10 et 512 caractères

source: Number of slots should be a natural number or 0
fr_fr: Le nombre d'emplacements (slots) doit être un entier naturel ou zéro

source: Number of taken slots should be a natural number or 0
fr_fr: Le nombre d'emplacements (slots) utilisés doit être un entier naturel ou zéro

source: Value should be a valid monetary value
fr_fr: La valeur doit être une valeur monétaire valide

source: Invalid status.
fr_fr: Statut non valide

source: Description cannot be longer than 1024 characters.
fr_fr: La description ne peut pas dépasser 1024 caractères

source: Reject reason cannot be longer than 1024 characters.
fr_fr: La cause du rejet ne peut pas dépasser 1024 caractères

source: Name length should be between 1 and 100 characters
fr_fr: Le nom doit être compris entre 1 et 100 caractères

source: Value should be a valid monetary value.
fr_fr: La valeur doit être une valeur monétaire valide

source: Quantity should be a valid numeric value.
fr_fr: Le nombre doit être d’une valeur numérique valide

source: Quantity should be between 0 and 4294967295.
fr_fr: Elle devrait être comprise entre 0 et 4294967295

source: Price should be a valid monetary value.
fr_fr: Le prix devrait être d’une valeur monétaire correcte

source: Name should be between 0 and 129 characters long
fr_fr: Le nom doit être compris entre 1 et 129 caractères

source: Minimum deposit amount should be a decimal value
fr_fr: Le montant minimal du dépôt doit être d’une valeur décimale

source: Deposit fee (percent) should be a valid percentage value
fr_fr: Les frais de paiement doivent être un pourcentage correct

source: Deposit fee should be a decimal value
fr_fr: Les frais de paiement doivent être d’une valeur décimale valide

source: Cashout fee (percent) should be a valid percentage value
fr_fr: Les frais de retrait doivent être un pourcentage correct

source: Cashout fee should be a decimal value
fr_fr: Les frais de retrait doivent être d’une valeur décimale valide

source: Wrong gateway settings
fr_fr: Les paramètres incorrects de passerelle de paiement

source: Number of days should be natural number
fr_fr: Le nombre de jours doit être un nombre naturel

source: Number of days should be unique
fr_fr: Le nombre de jours doit constituer une valeur unique

source: Discount value should be a percentage value (0% - 100%)
fr_fr: La valeur de l'escompte devrait être un pourcentage entre 0 et 100

source: Range start should be a natural number
fr_fr: La valeur initiale de la fourchette doit être un nombre naturel

source: Start value has to be lower than end value
fr_fr: La valeur initiale doit être inférieure à la valeur finale

source: Range end should be a natural number
fr_fr: La valeur finale de la fourchette doit être un nombre naturel

source: End value has to be bigger than start value
fr_fr: La valeur finale doit être supérieure à la valeur initiale

source: Price has to be bigger or equal to zero
fr_fr: Le prix doit être supérieur ou égal à zéro

source: Alias should be unique
fr_fr: L'alias doit être unique

source: Alias should be shorter than 200 characters.
fr_fr: L'alias ne doit pas être inférieur à 200 caractères

source: characters
fr_fr: caractères

source: Please enter site title.
fr_fr: Entrez le titre du site

source: Please enter site name.
fr_fr: Entrez le nom du site

source: Please enter site URL.
fr_fr: Entrez l’adresse du site

source: Please enter a valid URL.
fr_fr: Entrez l’adresse valide

source: Site email should be a valid e-mail address.
fr_fr: L’e-mail du site doit être une adresse e-mail valide

source: rule
fr_fr: règle

source: Time should be a natural number.
fr_fr: Le temps doit être un nombre naturel.

source: Wrong value for start timer.
fr_fr: La valeur non valide pour le début du comptage

source: Unsupported captcha type.
fr_fr: Le type CAPTCHA non supporté

source: Unsupported renting option.
fr_fr: L’option de location non supportée

source: Number of days should be a natural number.
fr_fr: Le nombre de jours doit être un nombre naturel

source: Unsupported renting filter
fr_fr: Le filtre de location non supporté

source: Unsupported renting filter.
fr_fr: Le filtre de location non supporté

source: Unknown cashout mode
fr_fr: Mode de paiement inconnu

source: Maximum transfer value should be a decimal value.
fr_fr: Le montant maximal du transfert devrait avoir une valeur décimale

source: Minimum transfer value should be a decimal value.
fr_fr: Le montant minimal du transfert devrait avoir une valeur décimale

source: Invalid value for currency symbol display mode.
fr_fr: Valeur du symbole monétaire non valide

source: Available places after comma should be in range [0, 8].
fr_fr: Le nombre de décimales après la virgule doit être entre 0 et 8

source: Available places after comma should be a valid natural number (0 included).
fr_fr: Le nombre de décimales après la virgule doit être un entier naturel ou zéro

source: Total deposits amount should be a decimal value.
fr_fr: Le montant total des paiements devrait être une valeur décimale

source: Commission can be added only to Account or Purchase Balance.
fr_fr: La commission peut être ajoutée uniquement au compte principal ou d'achat

source: Money can be taken only from Account or Purchase balance.
fr_fr: L'argent ne peut être retiré qu'à partir du compte principal, ou d'achat

source: Title length should be between 0 and 128.
fr_fr: La longueur du titre doit être comprise entre 0 et 128

source: Title length should be a valid natural number.
fr_fr: La longueur du titre doit être un entier naturel valide

source: Description length should be between 0 and 1024.
fr_fr: La longueur de la description doit être comprise entre 0 et 1024

source: Description length should be a valid natural number.
fr_fr: La longueur de la description doit être un entier naturel valide

source: Preview time should be a valid natural number.
fr_fr: Le temps d’aperçu doit être un nombre naturel

source: Timeout should be a valid natural number.
fr_fr: La limite de temps devrait être un nombre naturel

source: Activity clicks should be a valid natural number.
fr_fr: Le nombre de clics concernant l’activité doit être un nombre naturel

source: Withdraw clicks should be a valid natural number.
fr_fr: Le nombre de clics à payer doit être un nombre naturel

source: Days should be a valid natural number.
fr_fr: Le nombre de jours devrait être un nombre naturel

source: Number of hours should be a valid natural number.
fr_fr: Le nombre d'heures devrait être un nombre naturel

source: Ads per box should be a valid natural number.
fr_fr: La limite d’annonces sur l'espace publicitaire devrait être un nombre naturel

source: Description length should be between 0 and 300.
fr_fr: La longueur de la description doit être comprise entre 0 et 300

source: list
fr_fr: liste

source: AutoRenew days should be numbers separated by commas.
fr_fr: Les jours d’AutoRenew doivent être séparés par une virgule, sans espace

source: AutoRenew tries number should be between -1 and 128.
fr_fr: Le nombre d'essais d’AutoRenew doit être un nombre compris entre -1 et 128

source: Paid Offers active setting should be a boolean value
fr_fr: La configuration des activités de tâches rémunérés doit être une valeur booléenne

source: Name cannot be longer than 100 characters.
fr_fr: Le nom ne peut pas dépasser 100 caractères

source: Message cannot be empty.
fr_fr: Le message ne peut pas être vide

source: Please select department.
fr_fr: Sélectionnez le service approprié

source: Full name cannot be longer than 71 characters.
fr_fr: Le nom et le prénom ne peuvent pas dépasser 71 caractères

source: E-mail cannot be longer than 50 characters.
fr_fr: L’adresse e-mail ne peut pas dépasser 50 caractères

source: Please enter a valid e-mail address.
fr_fr: Entrez une adresse e-mail valide

source: Subject cannot be longer than 100 characters.
fr_fr: Le titre ne peut pas dépasser 100 caractères

source: Status can be only "Open" or "Closed".
fr_fr: Le seul statut autorisé est soit « ouvert » soit « fermé »

source: range
fr_fr: gamme

source: Message cannot be empty
fr_fr: Le message ne peut pas être vide

source: Username cannot be blank
fr_fr: Le nom d'utilisateur ne peut pas être vide

source: Username cannot be longer than 50 and shorter than 3 characters
fr_fr: Le nom d'utilisateur ne peut pas dépasser 50 caractères et avoir moins de 3 caractères

source: Username must only contain letters and numbers
fr_fr: Votre nom d'utilisateur ne peut contenir que des lettres et les chiffres

source: This username is already taken
fr_fr: Le nom d'utilisateur est déjà pris

source: This username is blocked
fr_fr: Ce nom d'utilisateur est bloqué

source: Password cannot be blank
fr_fr: Le mot de passe ne peut pas être vide

source: Password have to be longer than 6 characters
fr_fr: Le mot de passe doit être supérieur à 6 caractères

source: You cannot use your username as password
fr_fr: Vous ne pouvez pas utiliser le nom d'utilisateur comme votre mot de passe

source: Please retype your password
fr_fr: Entrez à nouveau le mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne sont pas identiques

source: valid
fr_fr: important

source: Please enter a valid e-mail address
fr_fr: Entrez une adresse e-mail valide

source: This e-mail is in use
fr_fr: Cette adresse e-mail est déjà utilisée

source: This email is blocked.
fr_fr: Cet e-mail est bloqué

source: Please enter your first name
fr_fr: Entrez votre prénom

source: Please enter your last name
fr_fr: Entrez votre nom

source: Please read and accept Terms Of Service
fr_fr: Lisez et acceptez le présent règlement

source: Please supply a valid IP address
fr_fr: Entrez l’adresse IP valide

source: This IP is already in use
fr_fr: Cette adresse IP est déjà utilisée

source: Account balance should be a decimal value
fr_fr: Le solde du compte doit être une valeur décimale

source: Purchase balance cannot be a negative number
fr_fr: Le solde du compte d'achat ne peut pas être un nombre négatif

source: Upline commission should be a decimal value
fr_fr: La commission de la personne qui recommande devrait avoir une valeur décimale

source: Upline commission cannot be a negative number
fr_fr: La commission de la personne qui recommande ne peut pas être un nombre négatif

source: length
fr_fr: longueur

source: Avatar URL cannot be longer than 255 characters
fr_fr: L’adresse URL de l’avatar ne peut pas dépasser 512 caractères

source: Avatar should be a valid HTTP URL (with "http://")
fr_fr: Donnez l'adresse complète avec http(s)://

source: Signature cannot be longer than 255 characters
fr_fr: La signature ne peut pas dépasser 255 caractères

source: AutoPay enable should be a boolean value
fr_fr: L’activation d’AutoPay doit être une valeur booléenne

source: AutoPay done should be a boolean value
fr_fr: L'exécution d’AutoPay doit être une valeur booléenne

source: AutoRenew days should be between 0 and 65535
fr_fr: Le nombre de jours d’AutoPay est compris entre 0 et 65535

source: AutoRenew extend should be between 0 and 65535
fr_fr: L'extension recommandée avec AutoRenew est comprise entre 0 et 65535

source: This country is blocked.
fr_fr: Ce pays est bloqué

source: Please select Male or Female
fr_fr: Choisissez le sexe

source: Birthday cannot be in the future
fr_fr: La date de naissance ne peut pas être une valeur future

source: Address cannot be longer than 200 characters
fr_fr: L’adresse ne peut pas dépasser 200 caractères

source: numeric
fr_fr: numérique

source: Total clicks number cannot be less than credited clicks number
fr_fr: La somme des clics ne peut pas être supérieure à la somme des clics reconnus

source: Deposit amount should be a decimal value
fr_fr: Le montant du paiement doit être une valeur décimale

source: Deposit amount cannot be a negative number
fr_fr: Le montant du paiement ne peut pas être un nombre négatif

source: clicks
fr_fr: clics

source: Learn more about our platform
fr_fr: Pour en savoir plus

source: Sign up, now!
fr_fr: Inscrivez-vous maintenant!

source: Registered users
fr_fr: Le nombre d’utilisateurs enregistrés

source: Users yesterday
fr_fr: Le nombre d’utilisateurs enregistrés hier

source: Paid so far
fr_fr: Versés

source: Ads watched
fr_fr: Annonces publicitaires regardées

source: Resources
fr_fr: Pages

source: or
fr_fr: ou

source: Please put your username (nickname) which you gonna use for logging in and in forum section. Make sure to use only alphanumerical symbols.
fr_fr: Veuillez entrer votre nom d'utilisateur que vous allez utiliser pour vous connecter au serveur et aussi sur le forum. Assurez-vous qu'il ne contient que des caractères alphanumériques.

source: Please put your password. Make sure it differs from the other sites you use and make it as much complicated as it possible. Make sure no one else will know your password for security purposes.
fr_fr: Veuillez entrer votre mot de passe. Assurez-vous qu'il est différent des mots de passe que vous utilisez sur d'autres sites et qu'il est assez complexe. Pour la sécurité de votre compte, assurez-vous aussi que personne d'autre ne saura votre mot de passe.

source: Please confirm your password.
fr_fr: Veuillez confirmer votre mot de passe.

source: Please put your real email address so we can send you confirmation link needed to finish sign up process. We will not share this email with anyone, we will use it only to keep you updated about site news and to recover your password in case you will forget it.
fr_fr: Veuillez entrer votre adresse e-mail valide afin que nous puissions vous envoyer un lien de confirmation nécessaire pour terminer l'enregistrement. Notez que nous ne partageons pas votre adresse e-mail avec des tiers, nous allons l'utiliser uniquement pour vous envoyer des notifications sur les nouveaux produits sur le site et pour vous aider à récupérer votre mot de passe.

source: Enter your first name
fr_fr: Entrez votre prénom

source: Please put your real first name. It is needed for payment purposes.
fr_fr: Veuillez entrer votre vrai prénom. Cette information est nécessaire pour traiter les paiements sur notre site.

source: Enter your last name
fr_fr: Entrez votre nom.

source: Please put your real last name. It is needed for payment purposes.
fr_fr: Veuillez entrer votre vrai nom. Cette information est nécessaire pour traiter les paiements sur notre site.

source: Person which referred you
fr_fr: La personne qui vous a recommandé

source: This is the nickname of person which referred you to FuturumClix. If you do not have any referrer just leave this field blank.
fr_fr: C'est la personne qui vous a recommandé pour notre site. Si cela ne vous concerne pas, laissez ce champ vide.

source: Show QR Code
fr_fr: Montrer le code QR

source: Show all clicks
fr_fr: Afficher tous les clics

source: Show only credited clicks
fr_fr: Afficher uniquement les clics crédités

source: Cashout History
fr_fr: Histoire de retrait
