Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Advertisement panel
fr_fr: Panneau publicitaire

source: Invalid advertisement
fr_fr: Publicité incorrecte

source: Advertisement deleted.
fr_fr: La publicité a été supprimée.

source: Failed to delete advertisement. Please try again.
fr_fr: La publicité ne peut pas être supprimée. Réessayez à nouveau.

source: Advertisement saved successfully.
fr_fr: La publicité a été sauvegardée.

source: Failed to save advertisement. Please, try again.
fr_fr: La publicité n’a pas pu être sauvegardée. Réessayez à nouveau.

source: Please supply a valid http(s) URL.
fr_fr: Donnez l'adresse complète avec http(s)://

source: Failed to connect to the service. Socket error: %s
fr_fr: Échec de la connexion avec l'erreur suivante: %s

source: Failed to connect to the service. Please check if URL is valid and server is running.
fr_fr: Vous ne pouvez pas vous connecter au serveur. Vérifiez l'adresse web et réessayez à nouveau.

source: This site have set X-Frame-Options to SAMEORIGIN, it cannot be displayed in frame.
fr_fr: Ce site dispose des options X-Frame à SAMEORIGIN, ce qui empêche d’être affiché dans un cadre.

source: Package successfully assigned.
fr_fr: Le forfait a été attribué à la publicité.

source: Failed to assign package. Please try again.
fr_fr: Impossible d'attribuer le forfait. Réessayez à nouveau.

source: %d %s on %s
fr_fr: %d %s sur %s

source: Ad sucessfully saved.
fr_fr: La publicité a été sauvegardée.

source: Error while saving ad. Please try again.
fr_fr: Erreur lors de l'enregistrement d'une publicité. Réessayez à nouveau.

source: Please choose countries for Geo-Targeting
fr_fr: Sélectionnez les pays pour cibler certaines zones géographiques.

source: Please choose memberships for targeting
fr_fr: Choisissez le formulaire d'adhésion afin de pouvoir cibler les membres

source: Ad successfully activated.
fr_fr: La publicité a été activée.

source: Error when activating ad. Please try again.
fr_fr: La publicité n’a pas pu être activée. Réessayez à nouveau.

source: Ad successfully paused.
fr_fr: La publicité a été arrêtée.

source: Error while pausing ad. Please try again.
fr_fr: Erreur lors de la désactivation de publicité. Réessayez à nouveau.

source: Your account is suspended.
fr_fr: Votre compte est suspendu.

source: Please do not refresh page after certain actions like buying on the site etc. Please come back to previous page with the back button in web browser.
fr_fr: N'actualisez pas la page après les activités prises telles que les achats sur le site. Revenez à la page précédente en utilisant le bouton de retour de votre navigateur.

source: Please fill in your profile data!
fr_fr: Mettez à jour votre profil!

source: Banner ads panel
fr_fr: Bannières publicitaires – panneau

source: Error while activating ad. Please try again.
fr_fr: Erreur lors de l'activation de la publicité. Réessayez à nouveau.

source: Banner ad saved successfully
fr_fr: Bannière publicitaire enregistrée avec succès.

source: Failed to save banner ad. Please, try again.
fr_fr: Échec d'enregistrement de la bannière publicitaire. Réessayez à nouveau.

source: Package assigned sucessfully.
fr_fr: Le forfait a été attribué à la publicité.

source: Package assigned successfully.
fr_fr: Le forfait a été attribué à la publicité.

source: Referral's commissions
fr_fr: Commissions sur les références

source: Purchase history
fr_fr: Historique d'achat

source: Featured ads panel
fr_fr: Panneau d’annonces en vedette

source: Ad sucessfully activated.
fr_fr: La publicité a été activée.

source: Featured ad saved sucessfully
fr_fr: L’annonce en vedette a été enregistrée avec succès.

source: Failed to save featured ad. Please, try again.
fr_fr: Impossible d'enregistrer l’annonce en vedette. Réessayez à nouveau.

source: Login ads panel
fr_fr: Panneau d’annonces LoginAds

source: Error when pausing ad. Please try again.
fr_fr: Nous avons échoué à arrêter la publicité. Réessayez à nouveau.

source: Login ad saved successfully
fr_fr: Publicité LoginAd enregistré avec succès

source: Failed to save login ad. Please, try again.
fr_fr: Nous avons échoué à enregistrer la publicité LoginAd. Réessayez à nouveau.

source: 1 month -
fr_fr: 1 mois -

source: %d months -
fr_fr: %d mois -

source: Unlimited
fr_fr: Illimité

source: Upgrade your account
fr_fr: Améliorez votre compte

source: Upgrading from Purchase Balance is not allowed
fr_fr: Améliorer votre compte à partir du compte d'achat n’est pas possible.

source: Buy membership
fr_fr: Achetez un abonnement

source: You have been banned from Paid Offers.
fr_fr: Votre capacité à effectuer des tâches rémunérées a été bloquée.

source: Paid Offers Panel
fr_fr: Panneau des tâches rémunérées

source: Paid offer saved successfully.
fr_fr: La tâche rémunérée a été correctement enregistrée.

source: Failed to save paid offer. Please, try again.
fr_fr: Échec d'enregistrement de la tâche rémunérée. Réessayez à nouveau.

source: Failed to save Paid Offer. Please, try again.
fr_fr: Échec d'enregistrement de la tâche rémunérée. Réessayez à nouveau.

source: Paid Offers
fr_fr: Tâches rémunérées

source: Offer successfully activated.
fr_fr: La tâche a été activée.

source: Error while activating offer. Please try again.
fr_fr: Échec d'activation de la tâche rémunérée. Réessayez à nouveau.

source: Offer successfully paused.
fr_fr: La tâche a été suspendue.

source: Error while pausing offer. Please try again.
fr_fr: Impossible d'arrêter la tâche. Réessayez à nouveau.

source: Invalid offer
fr_fr: Tâche incorrecte

source: Offer deleted.
fr_fr: La tâche a été supprimée.

source: Failed to delete offer. Please try again.
fr_fr: Impossible de supprimer la tâche. Réessayez à nouveau.

source: Value %s - %s slots - %s
fr_fr: La valeur % s - %s slots -%s

source: %s slots %s value
fr_fr: % de slots de valeur %s

source: slots: %d value: %s
fr_fr: slots: %d valeur:%s

source: Paid Offers panel
fr_fr: Panneau des tâches rémunérées

source: Offer successfully added to ignore list.
fr_fr: La tâche a été ajouté à la liste des tâches ignorées.

source: Failed to add offer to ignore list. Please, try again later.
fr_fr: Impossible d'ajouter la tâche à la liste des tâches ignorées. Réessayez à nouveau.

source: Offer successfully removed from ignore list.
fr_fr: La tâche a été supprimée de votre liste tâches ignorées.

source: Failed to remove offer from ignore list. Please, try again later.
fr_fr: Impossible de supprimer la tâche de votre liste des tâches ignorées. Réessayez à nouveau.

source: Application successfully accepted.
fr_fr: Le rapport a été reçu.

source: Failed to accept application. Please, try again later.
fr_fr: Le rapport n’a pas été reçu. Réessayez à nouveau.

source: Payment Cancelled
fr_fr: Le paiement a été annulé.

source: Payment Successful
fr_fr: Paiement réussi.

source: Payment redirection
fr_fr: Paiement redirigé

source: Payment message
fr_fr: Information sur le paiement.

source: Invalid ticket.
fr_fr: Rapport incorrect.

source: Failed to check captcha. Please try again
fr_fr: Échec de la vérification de CAPTCHA. Réessayez à nouveau.

source: Ticket successfully added. Please check e-mail address, you have provided, for further informations.
fr_fr: Le rapport a été reçu. Vérifiez votre boîte aux lettres électronique spécifiée lors de votre rapport pour apprendre les instructions suivantes.

source: Failed to add new ticket. Please, try again.
fr_fr: Le nouveau rapport n’a pas été reçu. Réessayez à nouveau.

source: Answer successfully saved.
fr_fr: La réponse a été reçue.

source: Failed to save your answer. Please, try again.
fr_fr: La réponse n’a pas été reçue. Réessayez à nouveau.

source: Promotion tools
fr_fr: Outils à recommander

source: The user profile has been saved.
fr_fr: Le profil a été enregistré avec succès.

source: Failed to save user profile.
fr_fr: Échec d'enregistrement du profil de l'utilisateur.

source: Wrong password
fr_fr: Mot de passe incorrect

source: Edit your profile
fr_fr: Modifier le profil

source: Verification e-mail has been send.
fr_fr: L’e-mail de vérification a été envoyé.

source: You are already registered and logged in
fr_fr: Vous êtes déjà inscrit et connecté.

source: Your IP is already in use.
fr_fr: Votre adresse IP est déjà utilisée.

source: Please check your e-mail for activation link
fr_fr: Vérifiez votre e-mail si vous avez reçu un lien de confirmation.

source: Your account has been successfully created. Please, log in.
fr_fr: Votre compte a été créé! Vous pouvez maintenant vous connecter.

source: User could not be saved. Please, try again
fr_fr: L'utilisateur ne peut pas être enregistré. Réessayez à nouveau.

source: Your account has been already verified.
fr_fr: Votre compte a déjà été vérifié.

source: Your account has been successfully verified.
fr_fr: Votre compte a été vérifié avec succès.

source: Your e-mail has been successfully saved.
fr_fr: Votre e-mail adresse a bien été enregistrée.

source: Direct link
fr_fr: Lien direct

source: Failed to check captcha. Please try again.
fr_fr: Échec de la vérification de CAPTCHA. Réessayez à nouveau.

source: Your account is not verified. Please check your e-mail or
fr_fr: Votre compte n'a pas été vérifié. Vérifiez votre e-mail ou

source: resend verification link
fr_fr: renvoyez le lien de confirmation

source: Your account is suspended
fr_fr: Votre compte a été suspendu

source: Username or password is incorrect.
fr_fr: Nom d'utilisateur ou mot de passe incorrect.

source: You are logged out.
fr_fr: Vous avez été déconnecté.

source: E-mail not found.
fr_fr: Votre e-mail adresse n'a pas été retrouvée.

source: Your account is already verified.
fr_fr: Votre compte est déjà vérifié.

source: Please check your e-mail for activation link.
fr_fr: Vérifiez votre e-mail si vous avez reçu un lien de confirmation.

source: Your account is not verified.
fr_fr: Votre compte n'a pas encore été vérifié.

source: Please check your e-mail for password reset link.
fr_fr: Vérifiez votre adresse e-mail, si vous avez reçu un lien pour réinitialiser votre mot de passe.

source: New password has been send to your e-mail.
fr_fr: Le nouveau mot de passe a été envoyé à votre adresse e-mail.

source: You need to click %d more ads to earn commissions from referrals tomorrow.
fr_fr: Vous devez voir au moins % d’annonces pour gagner demain un bonus de vos références.

source: You need verified %s account to make purchases on the site. Your last purchase was refunded.
fr_fr: Votre compte %s doit être vérifié pour procéder à l'achat sur le site. Votre paiement pour le dernier achat a été automatiquement remboursé.

source: Sorry, you do not have enough funds.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte.

source: An error occurred. Please try again.
fr_fr: Une erreur est survenue. Réessayez à nouveau.

source: Disabled
fr_fr: Non disponible

source: %d days
fr_fr: %d de jours

source: I want to recycle them --
fr_fr: Je veux les remplacer --

source: I want to extend their rental time for %d days --
fr_fr: Je veux prolonger la période de prêt de %d jours --

source: Please select action.
fr_fr: Sélectionnez l'action.

source: Please select at least one rented referral
fr_fr: Sélectionnez au moins une référence

source: Failed to extend rented referrals. Please try again later.
fr_fr: Impossible de prolonger la période de prêt. Réessayez plus tard.

source: Rented referrals extended.
fr_fr: La période de prêt des références a été prolongée.

source: Rented Referrals
fr_fr: Location des références

source: Please select at least one direct referral.
fr_fr: Sélectionnez au moins une référence directe.

source: You do not have sufficient funds on your balance.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte.

source: Referrals removed successfully.
fr_fr: Les références ont été supprimées.

source: Failed to remove referrals. Please, try again.
fr_fr: Les références n’ont pas été supprimées. Réessayez plus tard.

source: I want to delete them -- for $0.01
fr_fr: Je veux les supprimer -- pour 0,01 $

source: Direct Referrals
fr_fr: Références directes

source: AutoRenew settings changed successfully.
fr_fr: Paramètres AutoRenew ont été enregistrés.

source: Failed to change AutoRenew settings. Please, try again.
fr_fr: Vous ne pouvez pas modifier les paramètres AutoRenew. Réessayez à nouveau.

source: User has been deleted
fr_fr: Utilisateur supprimé

source: User could not be deleted. Please, try again
fr_fr: L’utilisateur ne peut pas être supprimé. Réessayez à nouveau

source: Referral removed successfully.
fr_fr: La référence a été supprimée.

source: Failed to remove referral. Please, try again.
fr_fr: La référence n’a pas été supprimée. Réessayez à nouveau.

source: You do not have sufficient funds on your Purchase Balance.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte d’achat.

source: Account Balance
fr_fr: Compte principal

source: Transfer completed successfully
fr_fr: Le transfert de fonds a été complété avec succès.

source: Error when transferring funds, please try again later.
fr_fr: Erreur lors du transfert de fonds. Réessayez plus tard.

source: Not enough funds on Account Balance.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte principal.

source: Minimum deposit amount is %s.
fr_fr: Le montant minimal du dépôt est de %s.

source: Maximum deposit amount is %s.
fr_fr: Le montant maximal du dépôt est de %s.

source: Please enter an amount.
fr_fr: Entrez le montant.

source: Add Funds
fr_fr: Ajoutez des fonds.

source: Please enter amount.
fr_fr: Entrez le montant.

source: Please select payment gateway.
fr_fr: Sélectionnez la passerelle de paiement.

source: Withdraw funds
fr_fr: Retrait des fonds

source: Sorry, you need funds on Account Balance to cashout.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte principal pour les retirer.

source: Sorry, but you need %d more clicks to cashout.
fr_fr: Désolé, mais vous devez regarder au moins une autre portion % d’annonces pour pouvoir retirer des fonds.

source: Sorry, but minimum cashout for you is %s
fr_fr: Désolé, mais votre minimum afin de retirer des fonds est de %s.

source: Sorry, but you need to wait %d more day(s). You can request next cashout at %s
fr_fr: Désolé, mais vous devez attendre au moins %d jours pour verser. Vous pouvez faire la suivante demande de paiement le %s

source: Sorry, you are allowed to have only one pending cashout request.
fr_fr: Désolé, mais vous ne pouvez avoir qu’une demande de retrait de fonds en attente.

source: Cashout successfully done
fr_fr: Le retrait de fonds a été fait avec succès.

source: Rent Referrals
fr_fr: Louez vos références

source: Sorry, but you need to wait %d more day(s). You can rent next referrals at %s
fr_fr: Désolé, mais vous devez attendre au moins %d jours pour louer vos références. Vos références suivantes peuvent être louées le %s

source: Sorry, we do not have enough referrals available now.
fr_fr: Malheureusement, nous n’avons pas la possibilité de louer des références maintenant.

source: This packet will exceed your rented referrals limit.
fr_fr: Ce forfait dépasse le montant autorisé appartenant à des références louées.

source: Sorry, you have not enough funds for this pack.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte pour acheter ce forfait.

source: Sorry, your limit will overflow.
fr_fr: Malheureusement, votre limite sera dépassée.

source: Sorry, we do not have so many referrals available at now.
fr_fr: Malheureusement, nous n’avons pas la possibilité de louer des références maintenant.

source: Buy referrals
fr_fr: Achetez des références

source: Autopay settings successfully changed.
fr_fr: Paramètres d’AutoPay ont été enregistrés avec succès.

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Pending
fr_fr: En cours

source: Clicks
fr_fr: clics

source: Days
fr_fr: jours

source: I already got paid: %s
fr_fr: J'ai retiré déjà: %s

source: I already earned: %s
fr_fr: J'ai gagné déjà: %s

source: Site paid: %s
fr_fr: Retiré au total: %s

source: DELETED
fr_fr: Supprimé

source: Wrong action %s on model %s
fr_fr: Mauvaise action %s sur le modèle %s

source: Message should be at least %d character length.
fr_fr: Le message doit avoir au moins %d de caractères.

source: Un-verified
fr_fr: Non vérifié

source: Suspended
fr_fr: Suspendu

source: You do not have enough funds on Purchase Balance
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte d’achat.

source: Failed to assign deposit bonus
fr_fr: Impossible d'attribuer le bonus pour le dépôt.

source: Sorry, we do not have enough referrals available. Please try again later.
fr_fr: Malheureusement, nous n’avons pas maintenant les références disponibles. Réessayez plus tard.

source: Sorry, you do not have enough funds on Purchase Balance.
fr_fr: Vous ne disposez pas de suffisamment de fonds sur votre compte d’achat.

source: Failed to assign referrals. Please try again later.
fr_fr: Impossible d'attribuer des références. Réessayez plus tard.

source: Sorry, but this %s account id is already taken
fr_fr: Malheureusement, le compte %d est déjà utilisé au sein du service.

source: %s account id cannot be longer than 255 characters
fr_fr: Le compte %d ne peut pas avoir plus de 255 de caractères.

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Your PHP version is too old. You need at least 5.2.8.
fr_fr: Votre version de PHP est trop ancienne. La version minimale requise est au moins 5.2.8.

source: Temp directory is not writable by script. Please check permissions to "%s".
fr_fr: Le répertoire temporaire ne peut pas enregistrer le script. Vérifiez les autorisations pour « %s ».

source: Database configuration file is not writable by script. Please check permissions to "%s".
fr_fr: Le fichier de configuration de base de données n'a pas le droit d'enregistrer le script. Vérifiez les autorisations pour « %s ».

source: Banners directory is not writable by script. Please check permissions to "%s".
fr_fr: Le fichier de bannières n'a pas le droit d'enregistrer le script Vérifiez les autorisations pour « %s ».

source: Banners cache directory is not writable by script. Please check permissions to "%s".
fr_fr: Le fichier caché de bannières n'a pas le droit d'enregistrer le script. Vérifiez les autorisations pour « %s ».

source: Please specify host
fr_fr: Entrez le nom d'hôte

source: Please specify login
fr_fr: Entrez votre login

source: Please specify password
fr_fr: Entrez votre mot de passe

source: Please specify database
fr_fr: Entrez le nom de la base de données

source: Failed to save database configuration. Please check if file %s is writable.
fr_fr: Échec d'enregistrement de la configuration de la base de données. Vérifiez si le fichier %s est inscriptible.

source: Error: "%s"
fr_fr: Erreur: « %s »

source: Failed to connect to database, please check configuration. %s
fr_fr: Vous ne pouvez pas vous connecter à la base de données, vérifiez la configuration. %s

source: Failed to install database schema. Please contact support.
fr_fr: Impossible d'installer le schéma de la base de données. Contactez le support technique.

source: The settings has been saved.
fr_fr: Les paramètres ont été enregistrés.

source: The settings could not be saved. Please, try again.
fr_fr: Vous ne pouvez pas enregistrer les paramètres. Réessayez à nouveau.

source: Database file not found
fr_fr: Fichier de la base de données non retrouvé

source: Database sucessfully imported.
fr_fr: Importation de la base de données terminée avec succès.

source: Failed to import database. Please, try again.
fr_fr: Impossible d'importer la base de données. Réessayez à nouveau.

source: Admin has been saved.
fr_fr: L’Administrateur a été enregistré.

source: Admin could not be saved. Please, try again.
fr_fr: L'administrateur ne peut pas être enregistré. Réessayez à nouveau.

source: Failed to remove installer. Please remove or rename "%s" manually. Please remove those files, otherwise your script will not be working properly and you are exposing yourself for security issues!
fr_fr: Impossible de supprimer le programme d'installation. Vous devez supprimer ou renommer le « %s » manuellement. Supprimez ces fichiers, sinon le script ne fonctionnera pas correctement et il sera exposé à des risques liés à la sécurité!

source: FuturumClix is sucessfully installed. Please, log in.
fr_fr: FuturumClix est installé avec succès. Connectez-vous.

source: FuturumClix script is installed!
fr_fr: FuturumClix script a été installé!

source: That is it! You have successfully installed FuturumClix on your server. Feel free to log in to your admin panel or view your site using the links below. Thanks for choosing our script. Do not hesitate to contact us in case you have any questions. Also please make sure to read our manual to set up your script properly. Good luck!
fr_fr: Voilà! FuturumClix vouz avez installé avec succès le script sur votre serveur. Vous pouvez maintenant vous connecter au panneau d'administration, ou afficher une page, il suffit d'utiliser les liens ci-dessous. Si vous avez des questions, contactez notre support technique, disponible après la connexion de votre compte. Aussi, assurez-vous que vous avez lu la documentation du script. Bonne chance!

source: Home
fr_fr: Accueil

source: Admin panel
fr_fr: Panneau d'administration

source: Welcome to the FuturumClix Installation
fr_fr: Bienvenue sur le programme d'installation FuturumClix

source: You are going to install FuturumClix on your server now. First, we will check if you have all the files and correct permissions set on your server. If you do not, we will let you know. Otherwise you will get the button to move on to the next part of installation.
fr_fr: Vous allez installer le script de FuturumClix sur votre serveur. Premièrement, nous allons vérifier si vous avez tous les fichiers requis et les autorisations requises sur votre serveur. Sinon, nous allons vous le signaler.

source: Help me configure it
fr_fr: Aidez-moi à le configurer.

source: I don't / can't use URL rewriting
fr_fr: Je ne peux pas utiliser la redirection URL

source: Database settings
fr_fr: Paramètres de la base de données

source: Please provide your database data below. If you do not have any, you need to create new database and user to be able to install our script. You can also ask your hosting provider for more details.
fr_fr: Remplissez les détails de la base de données. Si vous ne disposez d'aucune base de données, vous devez créer une nouvelle base de données et y inscrire un utilisateur, sinon vous ne serez pas en mesure d'installer le script. Vous pouvez également demander à votre fournisseur d'hébergement de l'aide.

source: Hostname
fr_fr: Nom d'hôte

source: Most likely it will be localhost
fr_fr: Très probablement ce sera localhost

source: Database username
fr_fr: Le nom d'utilisateur de la base de données

source: Enter your database username
fr_fr: Entrez le nom d'utilisateur de la base de données

source: Database password
fr_fr: Mot de passe de la base de données

source: Enter your database password
fr_fr: Entrez le mot de passe de la base de données

source: Database name
fr_fr: Nom de la base de données

source: Enter your database name
fr_fr: Entrez le nom de la base de données

source: Database prefix (optional)
fr_fr: Prefix de la base de données (en option)

source: Enter your database prefix, most likely for shared hostings and databases
fr_fr: Entrez le préfixe de la base de données, le plus probablement pour l'hébergement et les bases de données partagées

source: Save and go forward
fr_fr: Sauvegardez et continuez

source: Awesome sauce, we have connected to the database.
fr_fr: Excellent, nous avons réussi à nous connecter à la base de données.
