Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: We are connected to your database so all you need to do now is just approve further installation by clicking button below.
fr_fr: Nous sommes connectés à la base de données, donc une dernière chose que vous devez faire est simplement de confirmer l'installation en cliquant sur le bouton ci-dessous.

source: Begin installation
fr_fr: Démarrez l'installation

source: Site settings
fr_fr: Configuration de la page

source: Great, we have just installed database on your server. All we need now is to gather few basic information about your site from you. Please fill in the form below and press the button to move forward.
fr_fr: Excellent, on vient d'installer une base de données sur votre serveur. Maintenant, nous avons besoin de quelques informations de base sur votre site. Remplissez le formulaire ci-dessous et continuez en cliquant sur le bouton en bas.

source: Site name
fr_fr: Nom du site

source: Please enter your site name.
fr_fr: Entrez le nom du site.

source: Site title
fr_fr: Le titre du site

source: Please enter your site title. It will be used for web browsers title etc.
fr_fr: Entrez le titre du site. Il sera utilisé comme le titre dans les moteurs de recherche, etc.

source: Site url
fr_fr: URL

source: Please enter your site url. Make sure to enter full address like http://futurumclix.com
fr_fr: Entrez l'URL du site. Assurez-vous que vous entrez l'adresse complète comme http://futurumclix.com

source: Site e-mail
fr_fr: Adresse e-mail du site

source: Please enter your site e-mail address, where we will send notifications etc.
fr_fr: Entrez votre adresse e-mail du site où nous allons envoyer des notifications, etc.

source: Sender e-mail
fr_fr: Courriel de l’expéditeur

source: Please enter your site e-mail address, which will be used as a sender address for all user's notifications.
fr_fr: Entrez votre adresse e-mail du site qui sera utilisé comme l’adresse de l'expéditeur dans toutes les notifications à tous les utilisateurs.

source: Save info
fr_fr: Sauvegardez

source: Import database settings
fr_fr: Paramètres d'importation de la base de données

source: This is quite important step. You have to choose between importing empty database or most common PTC settings which we have prepared especially for you. Whatever option you will choose, you can change all the settings in your Admin Panel so no need to worry about that.
fr_fr: C’est une étape tout à fait importante. Maintenant, vous avez à choisir entre base de données complètement vide ou redéfinie avec des réglages les courants sur les sites PTC, que nous avons préparé spécialement pour vous. Quelle que soit l'option que vous allez choisir, vous pouvez alors modifier tous les paramètres dans le panneau d'administration.

source: Please choose your database settings
fr_fr: Sélectionnez les paramètres de la base de données

source: Empty
fr_fr: Vide

source: Default
fr_fr: Valeur par défaut

source: Import
fr_fr: Importation

source: Creating default Administrator account
fr_fr: Création d'un compte d'administrateur par défaut

source: This is the last thing we need from you. We have to create default Administrator account so you can log in straight away after we will finish this installation process.
fr_fr: C'est la dernière chose dont nous avons besoin. Nous devons maintenant créer un compte d'administrateur par défaut, vous pouvez vous connecter au panneau d'administration dès que nous aurons terminé l'installation.

source: E-mail address
fr_fr: Adresse e-mail

source: Please enter your e-mail address.
fr_fr: Entrez votre adresse e-mail

source: Password
fr_fr: Mot de passe

source: Please enter your password.
fr_fr: Entrez votre mot de passe.

source: Allowed IP's
fr_fr: Adresses IP autorisées

source: You can enter more than one IP, separated with comma with no spaces. Leave this field empty if you want to allow connections from any IP.
fr_fr: Vous pouvez entrer plus d'une adresse IP, vous devez seulement les séparer par une virgule, sans aucune espace entre elles. Laissez le champ vide si vous souhaitez autoriser la connection à partir de toute adresse IP.

source: Save admin
fr_fr: Enregistrez l’administrateur

source: Add new advertisement
fr_fr: Ajouter une nouvelle annonce publicitaire.

source: Title
fr_fr: Titre

source: Enter your advertisement title
fr_fr: Entrez le titre de la publicité

source: Enter your advertisement description
fr_fr: Entrez la description de votre publicité

source: Add
fr_fr: Ajoutez

source: Advertisement Panel
fr_fr: Panneau publicitaire

source: Sorry, you do not have any not assigned approved advertisements.
fr_fr: Vous n'avez pas de publicités acceptées non attribuées.

source: Sorry, you do not have any PTC packages.
fr_fr: Vous n'avez pas forfaits publicitaires PTC.

source: Assign advertisement click packages
fr_fr: Attribuez les forfaits publicitaires

source: Choose Package
fr_fr: Sélectionnez le forfait publicitaire

source: Advertisement
fr_fr: Publicité

source: Assign
fr_fr: Attribuez

source: Sorry, you do not have any PTC packages for this ad. You will be automatically redirected to purchase advertisement exposures after 5 seconds.
fr_fr: Vous n’avez pas de forfaits publicitaires PTC pour ce genre de publicité. Vous allez être redirigé automatiquement vers la page où pouvez acheter le forfait.

source: Advertisement credited.
fr_fr: Publicité reconnue.

source: You have earned %s for watching this ad.
fr_fr: Vous avez gagné %s pour avoir regardé cette publicité.

source: Edit advertisement
fr_fr: Modifier les publicités

source: Save
fr_fr: Sauvegardez

source: You have no advertisement campaigns at the moment. Please click %s to add one.
fr_fr: Vous ne disposez d'aucune campagne publicitaire pour le moment. Cliquez sur %s pour ajouter une nouvelle publicité.

source: here
fr_fr: Ici

source: My Current Paid To Click Advertisements
fr_fr: Mes campagnes publicitaires Paid To Click

source: Pause advertisement
fr_fr: Arrêtez la publicité

source: Are you sure you want to pause "%s"?
fr_fr: Etes-vous sûr de vouloir arrêter le « %s »?

source: Activate advertisement
fr_fr: Activez la publicité

source: Are you sure you want to activate "%s"?
fr_fr: Etes-vous sûr de vouloir activer « %s »?

source: Click to edit advertisement data
fr_fr: Modifier les publicités

source: Add more %s
fr_fr: Ajouter plus de « %s »

source: exposures
fr_fr: visites

source: Click to set geotargeting
fr_fr: Cliquez ici pour cibler certaines zones géographiques.

source: Click to set memberships targeting
fr_fr: Cliquez ici afin de pouvoir cibler les membres

source: Show statistics
fr_fr: Affichez les les statistiques

source: Exposure type
fr_fr: Type d'exposition

source: Total clicks
fr_fr: Nombre total de clics

source: Clicks today
fr_fr: Nombre de clics aujourd'hui

source: %s left
fr_fr: Reste %s

source: Exposures
fr_fr: Visites

source: Outside clicks
fr_fr: Clics exterieurs

source: Delete this advertisement
fr_fr: Supprimez cette annonce

source: Are you sure you want to delete "%s"?
fr_fr: Etes-vous sûr de vouloir supprimer « %s »?

source: You need to log in order to earn
fr_fr: Vous devez vous connecter afin de gagner

source: for watching this advertisement.
fr_fr: pour avoir regardé cette annonce.

source: Please wait for the site validation.
fr_fr: Attendez jusqu'à ce que l'annonce publicitaire soit chargée.

source: We are sorry but an error occurred,
fr_fr: Désolé, mais une erreur est survenue,

source: please try again later.
fr_fr: réessayez plus tard.

source: You are watching:
fr_fr: Affichage:

source: Open in a new window
fr_fr: Ouvrez dans une nouvelle fenêtre

source: Please watch advertiser's site below.
fr_fr: Regardez l'annonce publicitaire ci-dessous.

source: Report Ad
fr_fr: Signalez au modérateur.

source: Your report is received, thanks for your contribution.
fr_fr: Merci, nous avons reçu votre demande.

source: We could not receive your report, please try again later.
fr_fr: Nous n’avons pas reçu votre demande, réessayez plus tard.

source: Reason
fr_fr: Cause

source: Clicks statistics for: "%s".
fr_fr: Statistiques concernant les clics pour: « %s ».

source: Geographic statistics for: "%s".
fr_fr: Statistiques géographiques pour: « %s ».

source: Choose
fr_fr: Sélectionnez

source: Please wait until advertisement is loading.
fr_fr: Attendez jusqu'à ce que l'annonce publicitaire soit chargée.

source: We are sorry but this advertisement
fr_fr: Désolé, mais cette annonce publicitaire

source: is no longer available.
fr_fr: n’est plus disponible.

source: Close this window
fr_fr: Fermez la fenêtre

source: Report this ad
fr_fr: Signalez au modérateur.

source: You have available advertisement(s)
fr_fr: Vous avez des annonces publicitaires disponibles

source: Next ad will be available not later than %s
fr_fr: La prochaine annonce sera disponible au plus tard le %s

source: Current server time is: %s
fr_fr: Heure actuelle du serveur: %s

source: seconds
fr_fr: secondes

source: Purchase Advertisement Exposures
fr_fr: Achetez des expositions publicitaires

source: Advertisement Category
fr_fr: Catégorie de publicité

source: Pack
fr_fr: Forfait

source: Price Per Click
fr_fr: Prix par clic

source: Total Price
fr_fr: Au total

source: Price Per Day
fr_fr: Prix par jour

source: Banner Ads Panel
fr_fr: Bannières publicitaires – panneau

source: Image URL
fr_fr: URL de l'image

source: Sorry, you do not have any Featured Ads packages.
fr_fr: Vous ne disposez d’aucun forfait d’annonces en vedette

source: Sorry, you do not have any Banner Ads packages.
fr_fr: Vous ne disposez d’aucun forfait de bannières publicitaires.

source: Sorry, but currently there are no available advertisement exposures
fr_fr: Désolé, mais actuellement vous ne disposez d’aucun(e)

source: Purchase advertisement exposures
fr_fr: Achetez des expositions publicitaires

source: Price Per Impression
fr_fr: Prix pour l'affichage

source: My current Banner ads advertisements
fr_fr: Mes campagnes de bannières publicitaires

source: Not assigned
fr_fr: Non attribuée

source: Valid until
fr_fr: Valable jusqu'au

source: Impressions
fr_fr: Visites

source: Purchase Date
fr_fr: Date d'achat

source: Referral
fr_fr: Références

source: Amount
fr_fr: Au total

source: Item
fr_fr: Objet

source: Page {:page} of {:pages}
fr_fr: Page {:page} de {:pages}

source: Method
fr_fr: Méthode

source: Purchase balance
fr_fr: Compte d'achat

source: Add funds
fr_fr: Ajoutez des fonds.

source: Active Advertisements
fr_fr: Annonces actives

source: My Click Packages
fr_fr: Mes forfaits publicitaires

source: Buy more advertisement exposures
fr_fr: Acheter plus de forfaits publicitaires

source: Attach your current exposures
fr_fr: Attribuer vos forfaits publicitaires

source: Read more...
fr_fr: Lisez la suite...

source: Dashboard
fr_fr: Fond d’écran

source: Close
fr_fr: Fermez

source: Default Membership
fr_fr: Membre ordinaire

source: Valid Until:
fr_fr: Valable jusqu'au:

source: Upgrade Your Membership
fr_fr: Améliorez votre adhésion

source: Personal Settings
fr_fr: Paramètres personnels

source: Support System
fr_fr: Contact

source: Edit Profile
fr_fr: Modifier le profil

source: Upgrade Your Account
fr_fr: Améliorez votre compte

source: Fund Purchase Balance
fr_fr: Augmentez le solde de votre compte.

source: Cashout
fr_fr: Paiement

source: Purchase History
fr_fr: Historique d'achat

source: Offerwalls Log
fr_fr: Liste des offres payantes

source: Advertisements
fr_fr: Publicité

source: PTC Advertisement Panel
fr_fr: Panneau de publicités PTC

source: Featured Advertisement Panel
fr_fr: Panneau d’annonces en vedette

source: Banner Advertisement Panel
fr_fr: Bannières publicitaires – panneau

source: Login Ads Advertisement Panel
fr_fr: Panneau d’annonces LoginAds

source: AdGrid Advertisement Panel
fr_fr: Panneau publicitaire AdGrid

source: Referrals
fr_fr: Références

source: Promotion Tools
fr_fr: Outils à recommander

source: Referral's Contest
fr_fr: Concours de références

source: Buy Referrals
fr_fr: Achetez des références

source: Referral's Commissions
fr_fr: Commissions sur les références

source: Login Ads
fr_fr: Annonces de connexion

source: Home Page
fr_fr: Accueil

source: View Ads
fr_fr: Regardez les publicités

source: AdGrid
fr_fr: Jeu AdGrid

source: Support system
fr_fr: Contact

source: Privacy Policy
fr_fr: Politique de confidentialité

source: FAQ
fr_fr: Questions fréquentes

source: ToS
fr_fr: Règlements

source: Offerwalls
fr_fr: Offres payantes

source: Revenue shares
fr_fr: Actions

source: Logout
fr_fr: Déconnectez-vous

source: Sign up
fr_fr: Signez

source: Login
fr_fr: Connectez-vous

source: Simple Advertising Platform
fr_fr: Simple plate-forme publicitaire

source: Maximize your earnings. Just sign up on our platform and earn!
fr_fr: Maximisez vos profits. Il suffit de vous inscrire afin de gagner de l'argent!

source: I want to earn!
fr_fr: Je veux gagner!

source: I want to advertise
fr_fr: Je veux faire la publicité

source: Featured Ads Panel
fr_fr: Panneau d’annonces en vedette

source: My current Featured ads advertisements
fr_fr: Mes annonces actuelles en vedette

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: hier

source: Jan
fr_fr: Janvier

source: Feb
fr_fr: Février

source: Mar
fr_fr: Mars

source: Apr
fr_fr: Avril

source: May
fr_fr: Mai

source: Jun
fr_fr: Juin

source: Jul
fr_fr: Juillet

source: Aug
fr_fr: Août

source: Sep
fr_fr: Septembre

source: Oct
fr_fr: Octobre

source: Nov
fr_fr: Novembre

source: Dec
fr_fr: Décembre

source: English
fr_fr: En anglais

source: Ooops, something went wrong...
fr_fr: Quelque chose a mal tourné...

source: Maintenance Mode
fr_fr: Site en mode maintenance

source: Login Ads Panel
fr_fr: Panneau d’annonces LoginAds

source: Sorry, you do not have any Login Ads packages.
fr_fr: Désolé, il n'y a pas de forfaits LoginAds.

source: Total price
fr_fr: Au total

source: My current Login Ads Advertisements
fr_fr: Mes campagnes LoginAds actuelles

source: Current membership
fr_fr: Membres actuels

source: Membership valid until
fr_fr: Adhésion jusqu'au

source: You are buying %s Membership %d months for %s, pay with:
fr_fr: Sélectionnez l'adhésion %s pour %d mois, payée par:

source: Free
fr_fr: Gratuitement

source: Select membership<br /> for your needs
fr_fr: Sélectionnez l'adhésion <br /> selon vos besoins

source: Direct referrals limit
fr_fr: Limite des recommandations directes

source: Rented referrals limit
fr_fr: Limite des recommandations louées

source: Direct referrals delete cost
fr_fr: Coût de supprimer une recommandation directe

source: Rented referrals expiry fee
fr_fr: Coût d'expiration de location d’une recommandation

source: Rented referrals recycle cost
fr_fr: Coût de remplacement d’une recommandation louée

source: Inactive rented referral recycle time
fr_fr: Temps de remplacement d’une recommandation louée

source: Time between renting
fr_fr: Temps entre deux locations

source: Minimum payout
fr_fr: Minimum à payer

source: Maximum single payout
fr_fr: Le montant maximal d'un paiement unique

source: Payout waiting time
fr_fr: Temps entre les paiements

source: Instant payouts
fr_fr: Paiements immédiats

source: Referral upgrade commission
fr_fr: Une commission pour l'amélioration de votre compte par une recommandation

source: Referral purchase commission
fr_fr: Une commission pour les achats faits par une recommandation

source: Price / Duration
fr_fr: Prix / Durée

source: Buy
fr_fr: Acheter

source: days
fr_fr: jours

source: Free / Unlimited
fr_fr: Gratuits / Illimités

source: %s news
fr_fr: %s messages

source: Posted at %s
fr_fr: Publié le %s

source: Last modification at %s
fr_fr: Dernière modification par %s

source: Finish your registration
fr_fr: Complétez l’enregistrement

source: Your registration is almost finished!
fr_fr: Votre enregistrement est presque finie!

source: We have just sent you an activation email to the address you have provided while signing up.
fr_fr: Nous vous avons envoyé un e-mail vérification à l'adresse e-mail fournie.

source: Please click on the activation link to verify your email address. If you did not get your activation email, please check your spam folder.
fr_fr: Cliquez sur le lien d'activation pour confirmer votre e-mail. Si vous n’avez pas reçu l’e-mail d'activation, veuillez vérifier dans votre boîte SPAM.

source: If it is still not there after few minutes, please open support ticket.
fr_fr: Si vous n’avez pas reçu l’e-mail d'activation au bout de quelques minutes, veuillez nous contacter.

source: You will be automatically redirected to login page. If not please click
fr_fr: Si vous n’avez pas été redirigé automatiquement, cliquez

source: here.
fr_fr: ici.

source: Your IP is blocked!
fr_fr: Votre adresse IP a été bloquée!

source: Enter your offertitle
fr_fr: Entrez le titre de votre tâche

source: Please describe in details what applicant have to do to get this offer approved and what info has to be provided after submitting this offer.
fr_fr: Décrivez en détail ce que le demandeur doit faire afin que cette tâche soit approuvée et quelles informations doivent être fournies après avoir terminé la tâche.

source: Category
fr_fr: Catégorie

source: Targeted Memberships
fr_fr: Abonnements sélectionnés

source: Select All
fr_fr: Sélectionnez tout

source: Targeted Countries
fr_fr: Pays sélectionnés

source: Application sucessfully saved.
fr_fr: Demande enregistrée avec succès.

source: Failed to save application, please try again later.
fr_fr: Les demandes n’ont pas pu être enregistrées, réessayez plus tard.

source: Please provide information that you have completed above offer:
fr_fr: Fournissez des informations confirmant l'achèvement de cette tâche:

source: Submit
fr_fr: Acceptez

source: Reject application
fr_fr: Rejetez la demande

source: Please provide information why you reject that application:
fr_fr: Fournissez les informations sur la base desquelles vous avez rejeté cette demande:

source: Applications for Paid Offer "%s"
fr_fr: Demandes d’une tâche rémunérée « %s »

source: Applicant
fr_fr: Demandeur

source: Status
fr_fr: Statut

source: Appliction date
fr_fr: Date d'exécution

source: Reject reason
fr_fr: Motif de rejet

source: Deleted
fr_fr: Supprimé

source: None
fr_fr: Pas d’action

source: Reject
fr_fr: Rejetez

source: Approve
fr_fr: Acceptez

source: Are you sure you want to accept this application?
fr_fr: Etes-vous sûr de vouloir accepter cette demande?

source: Sorry, you do not have any not assigned approved offers.
fr_fr: Désolé, vous ne disposez d’aucune offre acceptée non attribuée.

source: Sorry, you do not have any Paid Offers packages.
fr_fr: Vous ne disposez d’aucun paquet de tâches rémunérées.

source: Sorry, you do not have any Paid Offers packages for this offer. You will be automatically redirected to purchase offer exposures after 5 seconds.
fr_fr: Vous ne disposez d’aucun paquet de tâches rémunérées pour ce type de publicité. Vous serez redirigé automatiquement vers la page où pouvez acheter le paquet.

source: Assign paid offers click packages
fr_fr: Attribuez les paquets de tâches rémunérées

source: Price Per Slot
fr_fr: Prix par slot

source: My Current Paid Offers Advertisements
fr_fr: Mes tâches rémunérées

source: Applications
fr_fr: Demandes

source: All applications
fr_fr: Toutes les demandes

source: Pending applications
fr_fr: Demandes en attente

source: Accepted applications
fr_fr: Demandes acceptées

source: Rejected applications
fr_fr: Demandes rejetées

source: Applications today
fr_fr: No. de demandes d’aujourd'hui

source: Total applications
fr_fr: No. de demandes au total

source: Slots left
fr_fr: Slots restés

source: Report Offer
fr_fr: Signalez au modérateur.

source: Paid Offers Terms Of Service
fr_fr: Règlement et règles concernant les tâches rémunérées

source: Active Offers
fr_fr: Tâches actives

source: Ignored Offers
fr_fr: Tâches ignorées

source: Completed
fr_fr: Tâches accomplies

source: Rejected
fr_fr: Tâches rejetées

source: Date Added
fr_fr: Tâches ajoutées

source: Offer's Value
fr_fr: Valeur de la tâche

source: Ignore
fr_fr: Ignorez

source: Are you sure you want to add "%s" to ignore list?
fr_fr: Etes-vous sûr de vouloir ajouter « %s » à la liste d’ignorés?

source: Report
fr_fr: Signalez au modérateur.

source: Unignore
fr_fr: Arrêtez d'ignorer

source: Are you sure you want to remove "%s" from ignore list?
fr_fr: Etes-vous sûr de vouloir supprimer « %s » de la liste d'ignorés?

source: Completed Date
fr_fr: Date d'exécution

source: Approval Date
fr_fr: Date d'acceptation

source: Pending Since
fr_fr: En cours depuis

source: Rejection Date
fr_fr: Date de rejet

source: Reject Reason
fr_fr: Motif de rejet

source: Payment Canceled
fr_fr: Le paiement a été annulé.

source: Payment canceled..
fr_fr: Le paiement a été annulé.

source: We are sorry but for some reason your payment was canceled.
fr_fr: Désolé, mais votre paiement a été annulé pour une raison inconnue.

source: Payment Message
fr_fr: Information sur le paiement.

source: Payment Redirection
fr_fr: Paiement redirigé

source: You will be redirected to %s site in seconds, if not, please click %s
fr_fr: Si vous n’êtes pas redirigé automatiquement vers %s en quelques secondes, cliquez sur %s

source: Payment successful.
fr_fr: Paiement réussi.

source: Thanks, your payment is successful and all services are added to your account now.
fr_fr: Merci, votre paiement a été accepté et tous les articles achetés ont déjà été ajoutés à votre compte.

source: Support Tickets
fr_fr: Demandes

source: Full Name
fr_fr: Nom et prénom

source: E-mail Address
fr_fr: Adresse e-mail

source: Department
fr_fr: Département

source: Please select...
fr_fr: Sélectionnez...

source: Subject
fr_fr: Thème

source: Please Enter Captcha
fr_fr: Entrez le code CAPTCHA

source: Send Support Ticket
fr_fr: Envoyer votre demande

source: Your Support Tickets
fr_fr: Votre demande

source: Ticket ID
fr_fr: ID de la demande

source: View ticket
fr_fr: Affichez votre demande

source: Open Support Ticket
fr_fr: Ouvrez une nouvelle demande

source: Check Ticket Status
fr_fr: Vérifiez le statut de votre demande

source: Creation Time
fr_fr: Date de création

source: Owner at %s
fr_fr: Propriétaire sur %s

source: %s at %s
fr_fr: %s o %s

source: You
fr_fr: Vous

source: Answer
fr_fr: Réponse

source: Choose package
fr_fr: Sélectionnez le forfait publicitaire

source: My current Paid To Click advertisements
fr_fr: Mes campagnes publicitaires Paid To Click

source: Advertisement details
fr_fr: Détails concernant l'annonce publicitaire

source: Ad category
fr_fr: Catégorie de publicité

source: Statistics
fr_fr: Statistiques

source: Other
fr_fr: Autres

source: Edit
fr_fr: Modifier

source: Geo targetting
fr_fr: Ciblage géographique

source: Click to set geotargetting
fr_fr: Cliquez ici pour cibler certaines zones géographiques.

source: Not available in this category.
fr_fr: Non disponibles dans cette catégorie.

source: Membership targetting
fr_fr: Ciblage selon l’abonnement

source: Click to set memberships targetting
fr_fr: Cliquez ici afin de pouvoir cibler les membres

source: Action
fr_fr: Activité

source: Activate
fr_fr: Activez

source: Stats
fr_fr: Statistiques

source: Show
fr_fr: Affichez

source: Delete
fr_fr: Supprimez

source: Please watch your site below.
fr_fr: Regardez l'annonce publicitaire ci-dessous.

source: Buy your banner in here
fr_fr: Achetez votre bannière ici

source: Advertisement category
fr_fr: Catégorie de publicité

source: Price per click
fr_fr: Prix par clic
