Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Price per day
fr_fr: Prix par jour

source: Price per impression
fr_fr: Prix pour l'affichage

source: Banner
fr_fr: Bannière

source: Purchase date
fr_fr: Date d'achat

source: Active advertisements
fr_fr: Annonces actives

source: My click packages
fr_fr: Mes forfaits publicitaires « Paid To Click »

source: Upgrade your membership
fr_fr: Améliorez votre adhésion

source: Default membership
fr_fr: Membre ordinaire

source: Membership: "%s"
fr_fr: Abonnement : « %s »

source: Valid until: %s
fr_fr: Valable jusqu'au : %s

source: Personal settings
fr_fr: Paramètres personnels

source: Edit profile
fr_fr: Modifier le profil

source: Fund purchase balance
fr_fr: Augmentez le solde de votre compte.

source: Offerwalls log
fr_fr: Liste des offres payantes

source: PTC advertisement panel
fr_fr: Panneau de publicités PTC

source: Featured advertisement panel
fr_fr: Panneau d’annonces en vedette

source: Banner advertisement panel
fr_fr: Bannières publicitaires – panneau

source: Login Ads advertisement panel
fr_fr: Panneau d’annonces LoginAds

source: AdGrid advertisement panel
fr_fr: Panneau publicitaire AdGrid

source: Direct referrals
fr_fr: Références directes

source: Referral's contest
fr_fr: Concours de références

source: Rented referrals
fr_fr: Location des références

source: Rent referrals
fr_fr: Louez vos références

source: Account balance
fr_fr: Statut du compte

source: Earn Money
fr_fr: Gagnez de l'argent

source: Sign Up!
fr_fr: Inscrivez-vous!

source: Choose here
fr_fr: Sélectionnez ici

source: My current Login ads advertisements
fr_fr: Mes campagnes LoginAds actuelles

source: Account name
fr_fr: Nom de compte

source: Available referrals pack
fr_fr: Paquets de recommandations disponibles

source: Open an account
fr_fr: Ouvrez un compte

source: It's fast and simple, just type your info below
fr_fr: C’est rapide et facile à compléter ; fournissez les informations suivantes

source: Email address
fr_fr: Adresse e-mail

source: Username
fr_fr: Nom d'utilisateur

source: Register new account
fr_fr: Inscrivez-vous

source: Latest news
fr_fr: Dernières nouvelles

source: Earn money
fr_fr: Gagnez de l'argent

source: Support
fr_fr: Contact

source: Extras
fr_fr: Eléments supplémentaires

source: Targetted memberships
fr_fr: Abonnements sélectionnés

source: Targetted countries
fr_fr: Pays sélectionnés

source: Please provide description of application.
fr_fr: Précisez le contenu de votre demande.

source: Please provide reason of application rejection.
fr_fr: Précisez le motif de rejet de votre demande

source: Accept application
fr_fr: Acceptez la demande

source: Price per slot
fr_fr: Prix par slot

source: Edit "%s"
fr_fr: Modifier « %s »

source: My current Paid Offers
fr_fr: Mes tâches rémunérées

source: Add more slots
fr_fr: Ajoutez des slots supplémentaires

source: Pause offer
fr_fr: Arrêtez la tâche

source: Activate offer
fr_fr: Activez la tâche

source: All
fr_fr: Tout

source: Show all applications
fr_fr: Affichez toutes les demandes

source: Show pending applications
fr_fr: Affichez les demandes en cours

source: Accepted
fr_fr: Demandes approuvées

source: Show accepted applications
fr_fr: Affichez les demandes approuvées

source: Show rejected applications
fr_fr: Affichez les demandes rejetées

source: Delete this offer
fr_fr: Supprimez cette tâche

source: Active offers
fr_fr: Tâches actives

source: Ignored offers
fr_fr: Offres ignorées

source: Date added
fr_fr: Tâches ajoutées

source: Offer's value
fr_fr: Valeur de la tâche

source: Completed date
fr_fr: Date d'exécution

source: Approval date
fr_fr: Date d'approbation

source: Pending since
fr_fr: En cours depuis

source: Rejection date
fr_fr: Date de rejet

source: Payment cancelled: %s - %s.
fr_fr: Paiement annulé : %s -%s

source: Payment cancelled: %s.
fr_fr: Paiement annulé: %s.

source: Payment cancelled.
fr_fr: Le paiement a été annulé.

source: You will be redirected to %s site in 5 seconds, if not, please click %s
fr_fr: Si vous n’êtes pas redirigé automatiquement vers %s en quelques secondes, cliquez sur %s

source: Payment completed: %s - %s.
fr_fr: Paiement terminé: %s -%s.

source: Payment completed: %s.
fr_fr: Paiement terminé: %s.

source: Payment completed.
fr_fr: Paiement terminé.

source: Click anywhere on the picture
fr_fr: Cliquez sur l'image

source: Terms of Service
fr_fr: Règlements

source: %s Balance
fr_fr: Compte %s

source: Support tickets
fr_fr: Demandes

source: Full name
fr_fr: Nom et prénom

source: Please enter captcha
fr_fr: Entrez le code CAPTCHA

source: Send support ticket
fr_fr: Envoyer votre demande

source: Your support tickets
fr_fr: Votre demande

source: Open support ticket
fr_fr: Ouvrez une nouvelle demande

source: Check ticket status
fr_fr: Vérifiez le statut de votre demande

source: Creation time
fr_fr: Date de création

source: Banners and referral links
fr_fr: Bannières et liens de référence

source: SHOW YOUR USERNAME AS:
fr_fr: Affichez le nom d'utilisateur comme:

source: YOUR REFERRAL LINK:
fr_fr: Votre lien de recommandation:

source: Click to copy into clipboard
fr_fr: Cliquez pour copier dans le presse-papier

source: QR CODE:
fr_fr: Code QR

source: Statistical banner
fr_fr: Bannière statistique

source: BANNER LINK:
fr_fr: Lien bannière

source: HTML CODE:
fr_fr: Code HTML :

source: FORUM CODE:
fr_fr: Code pour le forum:

source: Your profile
fr_fr: Votre profil

source: Gender:
fr_fr: Sexe:

source: Date of birth:
fr_fr: Date de naissance:

source: E-mail:
fr_fr: Courriel:

source: %s is waiting for verification. To resend verification e-mail please click %s.
fr_fr: %s attend le processus de vérification. Pour ré-envoyer le courriel de vérification, cliquez sur %s.

source: Account id for %s:
fr_fr: ID du compte %s :

source: Forum avatar:
fr_fr: Avatar sur le forum:

source: Forum signature:
fr_fr: Signature sur le forum:

source: Forum statistics:
fr_fr: Statistiques du forum:

source: New Password:
fr_fr: Nouveau mot de passe:

source: Confirm New Password:
fr_fr: Confirmez le nouveau mot de passe:

source: Current Password:
fr_fr: Votre mot de passe actuel:

source: AutoPay statistics
fr_fr: Statistiques d’AutoPay

source: AutoRenew statistics
fr_fr: Statistiques d’AutoRenew

source: Referrals count / your referral limit
fr_fr: Nombre de recommandations / Votre limite

source: unlimited
fr_fr: Illimité

source: Please choose your referral pack:
fr_fr: Sélectionnez le paquet de recommandations:

source: Price: %s
fr_fr: Prix: %s

source: Sorry, but we don't have any direct referrals for sale at the moment.
fr_fr: Désolé, mais en ce moment nous ne disposons pas de recommandations directes à vendre

source: Please choose to which account you want to transfer money:
fr_fr: Choisissez sur quel compte vous voulez transférer votre argent:

source: You can not be paid on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
fr_fr: Vous ne pouvez pas recevoir des fonds sur le compte %s parce que le paiement actuel et la somme des paiements antérieurs sur le compte %s dépassent la somme des achats effectués depuis le compte %s.

source: You can not be paid on %s unless you fill an payment account address in User Profile.
fr_fr: Nous ne pouvons pas verser les fonds sur votre compte %s jusqu'à ce que vous fournissez le numéro du compte (adresse) dans votre profil.

source: You can not use %s due to recent changes in your account. Please wait untill %s
fr_fr: Vous ne pouvez pas verser les fonds depuis votre compte %s parce que vous avez fait des changements dans votre profil. Vous devez attendre jusqu'à %s

source: Maximum withdraw amount
fr_fr: Somme maximale de retraits

source: Our fees
fr_fr: Nos tarifs

source: You will receive
fr_fr: Vous allez recevoir

source: Payment account
fr_fr: Compte de paiement

source: Withdraw money
fr_fr: Retrait des fonds

source: Buy more referrals
fr_fr: Achetez plus de recommandations

source: Other statistics
fr_fr: Autres données statistiques

source: Total earinings
fr_fr: Revenu total

source: Your own clicks
fr_fr: Vos propres clics

source: Personal earnings
fr_fr: Revenus personnels

source: Rented Referral clicks
fr_fr: Clics des recommandations louées

source: Direct Referral clicks
fr_fr: Clics des recommandations directes

source: Earned from direct referrals
fr_fr: Gains des recommandations directes

source: Earned from rented referrals
fr_fr: Gains des recommandations louées

source: Credited referral commissions
fr_fr: Commission reconnue concernant les recommandations

source: Pending referral commissions
fr_fr: Commission attendue concernant les recommandations

source: Total purchases
fr_fr: Somme totale des achats

source: Total received
fr_fr: Somme totale des retraits

source: Pending cashout
fr_fr: Paiements attendus

source: Your Clicks
fr_fr: Vos propres clics

source: Clicks credited
fr_fr: Clics reconnus

source: Direct referrals clicks
fr_fr: Clics des recommandations directes

source: Rented referrals clicks
fr_fr: Clics des recommandations louées

source: Please choose from where you want to transfer money:
fr_fr: Choisissez depuis quel compte vous voulez verser votre argent

source: Current purchase balance
fr_fr: Solde actuel du compte d’achats

source: Minimum deposit amount is:
fr_fr: Le montant minimal du dépôt est de :

source: Fee:
fr_fr: Tarifs:

source: Transfer money
fr_fr: Faites un virement

source: Total Payment:
fr_fr: Montant du dépôt:

source: %s clicks
fr_fr: %s de clics

source: %s clicks credited
fr_fr: %s de clics reconnus

source: Referral since
fr_fr: Recommandation depuis

source: Comes From
fr_fr: provenant de

source: Last Click
fr_fr: Dernier clic

source: AVG
fr_fr: En moyenne

source: Never
fr_fr: Jamais

source: Show this referral statistics
fr_fr: Affichez les statistiques de cette recommandation

source: Delete this referral
fr_fr: Supprimez cette recommandation

source: Do you want to remove %s for $%s?
fr_fr: Voulez-vous supprimer %s pour $ %s?

source: What would you like to do with selected referrals?
fr_fr: Qu’est-ce que vous voulez faire avec les recommandations sélectionnées?

source: Please choose
fr_fr: Sélectionnez

source: Continue
fr_fr: Ensuite

source: Do you want to remove those referrals for
fr_fr: Voulez-vous supprimer ces recommandations

source: Please select an action.
fr_fr: Sélectionnez l'action

source: Enter your username
fr_fr: Entrez le nom d'utilisateur

source: Enter your password
fr_fr: Entrez le mot de passe

source: Reset Password
fr_fr: Réinitialisez le mot de passe

source: Add more funds
fr_fr: Ajoutez des fonds.

source: Already rented referrals / your referral limit
fr_fr: Recommandations louées / Votre limite de recommandations

source: %s credited clicks
fr_fr: %s de clics reconnus

source: Disable AutoPay
fr_fr: Désactivez l’AutoPay

source: Are you sure you want to disable AutoPay?
fr_fr: Etes-vous sûr de vouloir désactiver l’AutoPay?

source: Enable AutoPay
fr_fr: Activez l’AutoPay

source: Are you sure you want to enable AutoPay?
fr_fr: Êtes-vous sûr de vouloir activer l’AutoPay?

source: Enabled
fr_fr: Activé

source: Enable AutoRenew
fr_fr: Activez l’AutoRenew

source: Period:
fr_fr: Période :

source: Days:
fr_fr: Jours :

source: Enable
fr_fr: Activez

source: Disable AutoRenew
fr_fr: Désactivez l’AutoRenew

source: Are you sure you want to disable AutoRenew?
fr_fr: Êtes-vous sûr de vouloir désactiver l’AutoRenew?

source: Rent more referrals
fr_fr: Louez plus de recommandations

source: Currently you don't have any rented referrals. To rent some please go %s.
fr_fr: Actuellement, vous n'avez pas de recommandations louées. Pour louer, cliquez ici %s.

source: Expiry date
fr_fr: Date d'expiration

source: Last click
fr_fr: Dernier clic

source: Recycle this referral
fr_fr: Remplacer cette recommandation

source: Are you sure you want to recycle %s?
fr_fr: Etes-vous sûr de vouloir remplacer %s?

source: for
fr_fr: contre

source: Resend verification email
fr_fr: Envoyez de nouveau l’e-mail d'activation

source: Please enter your e-mail
fr_fr: Entrez votre adresse e-mail

source: Enter your email address
fr_fr: Entrez votre adresse e-mail

source: Request for a new password
fr_fr: Demandez un nouveau mot de passe

source: Confirm password
fr_fr: Confirmez votre mot de passe

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Referrer
fr_fr: Personne qui recommande

source: I understand and agree with %s
fr_fr: Je comprends et je suis d'accord avec %s

source: Register
fr_fr: Enregistrement

source: Register with Facebook
fr_fr: Inscrivez-vous par Facebook

source: Minimum transfer amount is:
fr_fr: Le montant minimal du dépôt est de :

source: Maximum transfer amount is:
fr_fr: Montants maximaux de paiement:

source: Total Payment:
fr_fr: Montant du dépôt:

source: Banners And Referral Links
fr_fr: Bannières et liens de référence

source: Show Your Username As:
fr_fr: Affichez le nom d'utilisateur comme:

source: Your Referral Link:
fr_fr: Votre lien de recommandation:

source: QR Code:
fr_fr: Code QR

source: Statistical Banner
fr_fr: Bannière statistique

source: Banner Link:
fr_fr: Lien de bannière:

source: HTML Code:
fr_fr: Code HTML :

source: Forum Code:
fr_fr: Code pour le forum:

source: Your Profile
fr_fr: Votre profil

source: Date Of Birth:
fr_fr: Date de naissance:

source: Account Id For %s:
fr_fr: ID du compte %s :

source: Forum Avatar:
fr_fr: Avatar sur le forum:

source: Forum Signature:
fr_fr: Signature sur le forum:

source: Forum Statistics:
fr_fr: Statistiques du forum:

source: AutoPay Statistics
fr_fr: Statistiques d’AutoPay

source: AutoRenew Statistics
fr_fr: Statistiques d’AutoRenew

source: Withdraw Funds
fr_fr: Retrait des fonds

source: You can not pay on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
fr_fr: Vous ne pouvez pas recevoir des fonds sur le compte %s parce que le paiement actuel et la somme des paiements antérieurs sur le compte %s dépassent la somme des achats effectués depuis le compte %s.

source: You can not pay on %s unless you fill an payment account address in User Profile.
fr_fr: Nous ne pouvons pas verser les fonds sur votre compte %s jusqu'à ce que vous fournissez le numéro du compte (adresse) dans votre profil.

source: Maximum Withdraw Amount
fr_fr: Somme maximale de retraits

source: Our Fees
fr_fr: Nos tarifs

source: You Will Receive
fr_fr: Vous allez recevoir

source: Payment Account
fr_fr: Compte de paiement

source: Withdraw Money
fr_fr: Retrait des fonds

source: Your Account In Numbers
fr_fr: Votre compte en chiffres

source: Purchase Balance
fr_fr: Compte d'achat

source: Your Clicks This Week
fr_fr: Clics de cette semaine

source: Other Statistics
fr_fr: Autres données statistiques

source: Total Earinings
fr_fr: Revenu total

source: Your Own Clicks
fr_fr: Vos propres clics

source: Personal Earnings
fr_fr: Revenus personnels

source: Rented Referral Clicks
fr_fr: Clics des recommandations louées

source: Direct Referral Clicks
fr_fr: Clics des recommandations directes

source: Earned From Direct Referrals
fr_fr: Gains des recommandations directes

source: Earned From Rented Referrals
fr_fr: Gains des recommandations louées

source: Credited Referral Commissions
fr_fr: Commission reconnue concernant les recommandations

source: Pending Referral Commissions
fr_fr: Commission attendue concernant les recommandations

source: Total Purchases
fr_fr: Somme totale des achats

source: Total Received
fr_fr: Somme totale des retraits

source: Pending Cashout
fr_fr: Paiements attendus

source: Direct Referrals Clicks
fr_fr: Clics des recommandations directes

source: Rented Referrals Clicks
fr_fr: Clics des recommandations louées

source: Please Choose From Where You Want To Transfer Money:
fr_fr: Choisissez depuis quel compte vous voulez verser votre argent

source: Current Purchase Balance
fr_fr: Solde actuel du compte d’achats

source: Minimum Deposit Amount Is:
fr_fr: Le montant minimal du dépôt est de :

source: Fee
fr_fr: Tarif

source: Transfer Money
fr_fr: Faites un virement

source: Referral Since
fr_fr: Recommandation depuis

source: Sorry, but we don't have any referrals to rent at the moment.
fr_fr: Désolé, mais en ce moment nous ne disposons pas de recommandations à louer.

source: Expiry Date
fr_fr: Date d'expiration

source: Resend Verification E-mail
fr_fr: Renvoyez l'e-mail de confirmation

source: Enter Your E-mail Address
fr_fr: Entrez votre adresse e-mail

source: Request For A New Password
fr_fr: Demandez un nouveau mot de passe

source: Register at
fr_fr: Inscrivez-vous à

source: Confirm Password
fr_fr: Confirmez votre mot de passe

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: I Understand And Agree With %s
fr_fr: Je comprends et je suis d'accord avec %s

source: Minimum Transfer Amount Is
fr_fr: Le montant minimal de dépôt est de

source: Maximum Transfer Amount Is
fr_fr: Le montant maximal de dépôt est de

source: Total Payment
fr_fr: Montant du dépôt:

source: Title cannot be longer than 128 characters
fr_fr: Le titre ne peut pas dépasser 128 caractères

source: Title can contain only alphanumerical characters, "-", "_" or "."
fr_fr: Le titre ne peut contenir que des caractères alphanumériques, « - », « _ » ou « . »

source: Description cannot be longer than 1024 characters
fr_fr: La description ne peut pas dépasser 1024 caractères

source: URL cannot be longer than 512 characters
fr_fr: L’adresse URL ne peut pas dépasser 512 caractères

source: Please enter a valid URL
fr_fr: Entrez l’adresse URL valide

source: Number of clicks should be a natural number or 0
fr_fr: Le nombre de clics devraient être un entier naturel ou zéro

source: Please select a valid status
fr_fr: Choisissez le statut correct

source: Package type cannot be longer than 20 characters
fr_fr: Le type de forfait ne peut pas dépasser 20 caractères

source: Please select a valid package type
fr_fr: Le type de forfait ne peut pas dépasser 20 caractères

source: Expiry should be a natural number or 0
fr_fr: Expiration doit être un entier naturel ou zéro

source: Please enter valid e-mail address
fr_fr: Entrez une adresse e-mail valide

source: This e-mail adress is in use
fr_fr: Cette adresse e-mail est déjà utilisée

source: Password should be at least 7 characters long
fr_fr: Le mot de passe doit avoir au moins sept caractères.

source: Please enter a comma separated list of valid IP addresses
fr_fr: Entrez la liste des adresses IP, séparées par virgules.

source: Name cannot be longer than 32 characters
fr_fr: Le nom ne peut pas dépasser 32 caractères

source: Name cannot be empty
fr_fr: Le nom ne peut pas rester vide

source: Name can only contain alphanumerical symbols
fr_fr: Le nom peut contenir uniquement des caractères alphanumériques

source: Time should be a numeric value (seconds)
fr_fr: Le temps doit être une valeur numérique (secondes)

source: Time cannot be a negative value
fr_fr: Le temps ne peut pas avoir une valeur négative

source: Allow description should be a boolean value
fr_fr: Le permis de la description devrait être une valeur booléenne

source: Geo-targeting should be a boolean value
fr_fr: Le ciblage géographique devrait être une valeur booléenne

source: Referrals earnings should be a boolean value
fr_fr: Les gains sur les recommandations doivent être une valeur booléenne

source: Status cannot be longer than 20 characters
fr_fr: Le statut ne peut pas dépasser 20 caractères

source: Type cannot be longer than 20 characters
fr_fr: Le type ne peut pas dépasser 20 caractères

source: Type have to be "Clicks" or "Days"
fr_fr: Le type doit comporter soit les « clics » soit les « jours »

source: Type cannot be empty
fr_fr: Le type peut être vide

source: Amount should be a numeric value
fr_fr: Le montant doit être une valeur numérique

source: Amount cannot be a negative number
fr_fr: Le montant ne peut pas être un nombre négatif

source: Price should be non-negative decimal with max two places after dot
fr_fr: Le prix devrait être un nombre décimal positif avec deux décimales au maximum

source: Please supply a valid image
fr_fr: Entrez une image correcte

source: Invalid file, only images allowed (gif, png, jpg)
fr_fr: Fichier non valide, les types de fichier autorisés (gif, png, jpg)

source: Image must be less than 2MB
fr_fr: La taille du fichier ne doit pas excéder 2MB

source: Something went wrong with upload. Please try again.
fr_fr: Quelque chose a mal tourné, essayez à nouveau.

source: File with this name already exists
fr_fr: Le fichier avec ce nom existe déjà

source: Please supply a valid URL to image file
fr_fr: Entrez l'adresse URL correcte pour le fichier-image

source: Failed to download given file
fr_fr: Il est impossible de télécharger le fichier

source: boolean
fr_fr: valeur booléenne

source: Font name have to be shorter than 50 characters
fr_fr: Le nom de la police de caractères ne doit pas dépasser 50 caractères

source: Font color should be in format RRGGBB
fr_fr: La couleur de la police devrait être dans le format RRGGBB

source: Font size should be a numeric value
fr_fr: La taille de la police doit être une valeur numérique

source: Coordinate should be a numeric value
fr_fr: Les coordonnées doivent être une valeur numérique

source: Title cannot be longer than 128 charcters
fr_fr: Le titre ne peut pas dépasser 128 caractères

source: Image URL cannot be longer than 512 characters
fr_fr: L’adresse URL de l'image ne peut pas dépasser 512 caractères

source: Number of impressions should be a natural number or 0
fr_fr: Le nombre de visites doit être un entier naturel ou zéro

source: Expiry value should be a natural number or 0
fr_fr: La valeur d'expiration doit être un entier naturel ou zéro

source: Type have to be "Clicks", "Days", or "Impressions"
fr_fr: Le type doit être le nombre de « clics », « jours » ou « visites »

source: Amount should be a decimal value
fr_fr: Le montant doit être une valeur décimale

source: Fee should be a decimal value
fr_fr: Le tarif doit être une valeur décimale

source: Fee cannot be a negative number
fr_fr: Le tarif doit être une valeur décimale

source: between
fr_fr: entre

source: Click value should be non-negative decimal value
fr_fr: La valeur du clic doit être une valeur décimale positif

source: Note cannot be longer than 255 characters.
fr_fr: Une note ne peut pas dépasser 255 caractères.

source: Currency code cannot be empty
fr_fr: Le code de la devise ne peut pas être vide

source: Currency code cannot be shorter than 3 characters
fr_fr: Le code de la devise ne peut pas être inférieure à 3 caractères

source: Currency code cannot be longer than 3 characters
fr_fr: Le code de la devise ne peut pas dépasser 3 caractères

source: Currency name cannot be empty
fr_fr: Le nom de la devise ne peut être vide

source: Currency name cannot be longer than 32 characters
fr_fr: Le nom de la devise ne peut pas dépasser 32 caractères

source: Currency symbol cannot be empty
fr_fr: Le symbole de la devise ne peut pas être vide

source: Currency symbol cannot be longer than 3 characters
fr_fr: Le symbole de la devise ne peut pas dépasser 3 caractères

source: Currency ISO number should be a numeric value
fr_fr: Le code ISO de la devise devrait être une valeur numérique

source: Real step value should be a valid monetary value
fr_fr: Une étape de valeur réelle devrait être une valeur monétaire valide

source: Gateway name cannot be longer than 25 characters
fr_fr: Le nom de la passerelle de paiement ne peut pas dépasser 25 caractères

source: Account cannot be longer than 50 characters
fr_fr: Le compte ne peut pas dépasser 50 caractères

source: Deposit status is wrong
fr_fr: Le statut du dépôt non valide
