Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/facebook_login.po
Languages: fr_fr

source: Facebook Graph returned an error: %s
fr_fr: Nous ne pouvons pas obtenir le jeton d'accès sur Facebook. L’API a renvoyé l'erreur suivante: %s

source: Facebook SDK error: %s
fr_fr: Erreur SDK sur Facebook: %s

source: Error %s, code %s, reason %s, description %s
fr_fr: Erreur %s, code d'erreur %s, cause %s, description %s

source: Bad request
fr_fr: Demande incorrecte

source: Invalid Facebook appID
fr_fr: ID de l’application Facebook incorrect

source: Failed to get long-lived access token: %s
fr_fr: Impossible d’obtenir le jeton d'accès : %s.

source: Invalid user data
fr_fr: Données non valides

source: Your IP is already in use.
fr_fr: Votre adresse IP est déjà utilisée.

source: Your account has been successfully created.
fr_fr: Votre compte a déjà été créé!

source: User could not be saved. Please, try again
fr_fr: Il est impossible d’enregistrer l'utilisateur. Essayez à nouveau.

source: Direct link
fr_fr: Lien direct

source: Register at %s
fr_fr: Inscrivez-vous à %s

source: To finish your registration via Facebook you just need to provide us your username and password so you will be able to change your personal settings in the future and recover your password in case you will loose it.
fr_fr: Jusq’à la fin de l'enregistrement par Facebook, il suffit d’entrer simplement votre nom d'utilisateur et mot de passe afin de pouvvoir modifier à l'avenir vos paramètres personnels et récupérer votre mot de passe si vous le perdez.

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Confirm password
fr_fr: Confirmez votre mot de passe

source: Referrer
fr_fr: Personne recommandante

source: I understand and agree with %s
fr_fr: Je comprends et je suis d'accord avec %s

source: Terms of Service
fr_fr: Règlement intérieur

source: Register
fr_fr: Enregistrement

source: Register With Facebook
fr_fr: Inscrivez-vous avec Facebook
