Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/forum.po
Languages: fr_fr

source: %s [Subscriptions]
fr_fr: %s [Abonnement]

source: Hello %s,
fr_fr: Bonjour %s,

source: You have asked to be notified for any new activity within %s. Below you will find an update on all your forum subscriptions. The last subscription update was sent on %s.
fr_fr: Vous avez demandé des informations sur toute nouvelle activité en %s. Ci-dessous vous trouverez des informations mises à jour concernant tous les abonnements à un forum. La dernière mise à jour concernant l’abonnement a été envoyée le %s.

source: You may unsubscribe from a forum or topic by clicking the "Unsubscribe" button found within the respective forum or topic.
fr_fr: Vous pouvez vous désabonner du forum ou d'un thème en cliquant sur « Désabonnez-moi » sur un forum ou un thème particulier.

source: Forum Subscriptions
fr_fr: Abonnez-vous à un forum

source: The following topics have been created.
fr_fr: Les thèmes suivants ont été créés.

source: Topic Subscriptions
fr_fr: Abonnement au thème

source: The following topics have seen recent post activity.
fr_fr: Thèmes avec les réponses les plus récentes

source: %s [%s] %d new posts
fr_fr: %s [%s] %d nouveaux posts

source: Forum is disabled
fr_fr: Forum désactivé

source: Your account is banned.
fr_fr: Votre compte a été bloqué.

source: Please select at least one moderator.
fr_fr: Sélectionnez au moins un modérateur.

source: Invalid moderator
fr_fr: Modérateur non valide

source: Mass Action done.
fr_fr: Action de masse effectuée correctement.

source: Please select an action.
fr_fr: Sélectionnez une action.

source: Please enter an username.
fr_fr: Entrez le nom d'utilisateur.

source: User not found
fr_fr: Utilisateur non trouvé.

source: The moderator has been created.
fr_fr: Le modérateur a été créé.

source: The moderator could not be created. Please, try again.
fr_fr: Le modérateur ne peut pas être créé. Essayez à nouveau.

source: The moderator has been saved sucessfully.
fr_fr: Le modérateur a été enregistré avec succès.

source: The moderator could not be saved. Please, try again.
fr_fr: Le modérateur a été enregistré avec succès.

source: The moderator has been deleted.
fr_fr: Le modérateur a été supprimé.

source: The moderator could not be deleted. Please, try again.
fr_fr: Le modérateur ne peut pas être supprimé. Essayez à nouveau.

source: You have successfully reported this post! A moderator will review this post and take the necessary action.
fr_fr: Ce post a été rapporté avec succès! Le modérateur va examiner le post et prendra les mesures nécessaires.

source: Last post time
fr_fr: Dernier post

source: Topic created time
fr_fr: Temps d’ouverture d’un thème

source: Total posts
fr_fr: Nombre de posts écrits

source: Total views
fr_fr: Nombre de visites au total

source: The settings has been saved.
fr_fr: Les paramètres ont été sauvegardés.

source: The settings could not be saved. Please, try again.
fr_fr: Les paramètres n’ont pas pu être sauvegardés. Essayez à nouveau.

source: Invalid forum
fr_fr: Forum incorrect

source: The forum has been saved.
fr_fr: Le forum a été sauvegardé.

source: The forum could not be saved. Please, try again.
fr_fr: Le forum n’a pas pu être sauvegardé. Essayez à nouveau

source: Please select at least one forum.
fr_fr: Sélectionnez au moins un forum.

source: The forum has been created.
fr_fr: Le forum a été créé.

source: The forum could not be created. Please, try again.
fr_fr: Le forum n’a pas pu être créé. Essayez à nouveau.

source: The forum has been deleted.
fr_fr: Le forum a été supprimé.

source: The forum could not be deleted. Please, try again.
fr_fr: Le forum a été supprimé.

source: The forum icon has been deleted.
fr_fr: L'icône de forum a été supprimée.

source: The forum icon could not be deleted. Please, try again.
fr_fr: L'icône de forum a été supprimée.

source: Successfully saved new forums order
fr_fr: Le nouvel ordre de catégories sur le forum été enregistré avec succès

source: Failed to save forums order. Please, try again.
fr_fr: Les paramètres de catégories sur le forum n’ont pas pu être enregistrés. Essayez à nouveau.

source: ToS saved successfully.
fr_fr: Le règlement a été sauvegardé avec succès.

source: Failed to save, please try again.
fr_fr: Échec de sauvegarde. Essayez à nouveau.

source: Help saved successfully.
fr_fr: Aide enregistrée avec succès.

source: A total of %d topic(s) have been permanently deleted
fr_fr: Au total, %d thèmes ont été définitivement supprimés.

source: A total of %d topic(s) have been locked to the public
fr_fr: Au total, %d thèmes ont été définitivement bloqués.

source: A total of %d topic(s) have been re-opened
fr_fr: Au total, %d thèmes ont été rouverts.

source: A total of %d topic(s) have been moved to another forum category
fr_fr: Au total, %d thèmes ont été transférés à une autre catégorie de forum.

source: Failed To Subscribe
fr_fr: Échec d’abonnement

source: Subscribed
fr_fr: Abonnés

source: Failed To Unsubscribe
fr_fr: Désabonnement échoué

source: Unsubscribed
fr_fr: Désabonnés

source: Create Poll
fr_fr: Créez un sondage

source: Create Topic
fr_fr: Créez un nouveau thème

source: You have successfully reported this topic! A moderator will review this topic and take the necessary action.
fr_fr: Le thème rapporté avec succès! Le modérateur va examiner cette question et il prendra les mesures nécessaires.

source: A total of %d post(s) have been permanently deleted
fr_fr: Au total, %d posts ont été définitivement supprimés.

source: Invalid user profile
fr_fr: Profil d'utilisateur non valide

source: Close
fr_fr: Fermez

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Remember Me?
fr_fr: Mémoriser mes données sur cet ordinateur

source: Login
fr_fr: Connectez-vous

source: Search
fr_fr: Recherchez

source: Rules
fr_fr: Règlement

source: Help
fr_fr: Aide

source: View Recent Topics
fr_fr: Dernières discussions

source: Logout
fr_fr: Déconnectez-vous

source: Sign Up
fr_fr: Inscrivez-vous

source: Forgot Password
fr_fr: Rappelez moi le mot de passe

source: Subscribe
fr_fr: Abonnez-vous

source: Unsubscribe
fr_fr: Désabonnez-vous

source: Moderate
fr_fr: Modérez la discussion

source: Closed
fr_fr: Fermé

source: Sub-Forums
fr_fr: Sous-forums

source: by
fr_fr: Auteur

source: No latest activity to display
fr_fr: Aucun événement nouveau à afficher

source: Post Reply
fr_fr: Répondez

source: Poll
fr_fr: Vote

source: Help Desk
fr_fr: Aide

source: Topics
fr_fr: Thèmes

source: Activity
fr_fr: Activité

source: There are no categories within this forum
fr_fr: Pas de catégorie du forum

source: Statistics
fr_fr: Statistiques

source: %d topics, %d posts <p>and</p> %d users
fr_fr: %d thèmes, posts: %d<p>i</p>%d utilisateurs

source: Newest User
fr_fr: Nouveau membre

source: Rules and Regulations
fr_fr: Règlement

source: Latest Topics
fr_fr: Thèmes traités récemment

source: The latest 10 topics out of all forums
fr_fr: 10 dernières discussions parmi tous les forums

source: No New Posts
fr_fr: Pas de nouveaux posts

source: New Posts
fr_fr: Nouveaux posts

source: Sticky
fr_fr: Collé

source: Announcement
fr_fr: Annonce

source: RSS Feed - Latest Topics
fr_fr: Flux RSS – derniers thèmes

source: RSS Feed - Content Review
fr_fr: Flux RSS – aperçu du contenu

source: Add new moderator
fr_fr: Ajouter un nouveau modérateur

source: Add moderator
fr_fr: Ajouter un modérateur

source: Edit moderator
fr_fr: Modifier le contenu

source: Save
fr_fr: Sauvegarder

source: Forums list
fr_fr: Liste des forums

source: Moderator
fr_fr: Modérateur

source: Delete moderator
fr_fr: Supprimer le modérateur

source: Are you sure you want to delete "%s" from moderators list of "%s"?
fr_fr: Etes-vous sûr de vouloir supprimer « % » de la liste des modérateurs « %s »?

source: Topic Review - Last 10 Replies
fr_fr: Historique de contenu – 10 dernières réponses

source: Edit Post
fr_fr: Modifier le post

source: Update Post
fr_fr: Mise à jour du post

source: Report Post
fr_fr: Signaler au modérateur

source: Are you sure you want to report the post (below) in the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
fr_fr: Êtes-vous sûr de vouloir signaler le post au modérateur ? Si oui, ajoutez votre commentaire pourquoi. Vous pouvez utiliser jusqu'à 255 caractères.

source: Comment
fr_fr: Commentaire

source: Report
fr_fr: Rapport

source: With keywords
fr_fr: Avec des mots-clés

source: In forum
fr_fr: Sur le forum

source: By user
fr_fr: Par l'utilisateur

source: Order by
fr_fr: Classer par

source: Search Topics
fr_fr: Rechercher les thèmes

source: Topic
fr_fr: Thème

source: Author
fr_fr: Auteur

source: Created
fr_fr: Création de

source: Views
fr_fr: Visites

source: No results were found, please refine your search criteria
fr_fr: Utilisateur non trouvé, affiner votre recherche

source: Edit Forum:
fr_fr: Modifier le forum:

source: Edit Help
fr_fr: Modifier l’aide

source: Forums List
fr_fr: Liste des forums

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Edit forum
fr_fr: Modifier le forum

source: Delete forum
fr_fr: Supprimer le forum

source: Remove icon
fr_fr: Supprimer l'icône

source: Edit ToS
fr_fr: Modifier le règlement

source: Move Topics To
fr_fr: Migrer un thème vers

source: Move Forums To
fr_fr: Migrer le forum vers

source: Return to Forum
fr_fr: Retour au forum

source: Status
fr_fr: Statut

source: There are no topics within this forum
fr_fr: Pas de posts sur ce forum

source: Action
fr_fr: Activité

source: Open Topic(s)
fr_fr: Ouvrir un nouveau thème

source: Close Topic(s)
fr_fr: Fermer les thèmes

source: Move Topic(s)
fr_fr: Migrer les thèmes vers

source: Delete Topic(s)
fr_fr: Supprimer les thèmes

source: Perform Action
fr_fr: Activité

source: Move To
fr_fr: Migrer vers

source: Process
fr_fr: Effectuer

source: Total Topics
fr_fr: Nombre de thèmes

source: Increases Post Count
fr_fr: Augmente le nombre de posts

source: Can Read Topics
fr_fr: Peut lire les thèmes

source: Can Create Topics
fr_fr: Peut créer les thèmes

source: Total Posts
fr_fr: Nombre de posts écrits

source: Auto-Lock Topics
fr_fr: Fermer automatiquement les thèmes

source: Can Reply
fr_fr: Peut répondre

source: Can Create Polls
fr_fr: Peut créer des sondages

source: Moderators
fr_fr: Modérateurs

source: Title
fr_fr: Titre

source: Select a Forum
fr_fr: Choisissez le forum

source: Poll Options
fr_fr: Vote

source: One option per line.<br /> Max 10 options.
fr_fr: Une option par ligne.<br />10 options au maximum.

source: Expiration Date
fr_fr: Date d'expiration

source: How many days till expiration? Leave blank to last forever.
fr_fr: Combien de jours jusqu'à l'expiration? Laissez vide à cause d'absence du terme.

source: Excerpt
fr_fr: Fragment

source: %s characters remaining
fr_fr: %s de caractères qui restent

source: Edit Topic
fr_fr: Modifier le thème

source: Delete?
fr_fr: Supprimer?

source: Delete Topic
fr_fr: Supprimer le thème

source: Are you sure you want to delete?
fr_fr: Êtes-vous sûr de vouloir supprimer cela?

source: Return to Topic
fr_fr: Retour au thème

source: User
fr_fr: Utilisateur

source: Delete Post(s)
fr_fr: Supprimer un post

source: Report Topic
fr_fr: Signaler au modérateur

source: Are you sure you want to report the topic %s? If so, please add a comment as to why you are reporting it, 255 max characters.
fr_fr: Êtes-vous sûr de vouloir le thème %s? Si oui, commentez pourquoi vous le rapportez. Vous pouvez utiliser jusqu'à 255 caractères.

source: Voting on this poll has been closed
fr_fr: Le sondage a été fermé.

source: Vote
fr_fr: Votez

source: Please login to vote!
fr_fr: Connectez-vous pour voter!

source: %d votes
fr_fr: Voix: %d

source: Your Vote
fr_fr: Votre voix

source: Delete Post
fr_fr: Supprimer ce post

source: Quote
fr_fr: Citation

source: Link To This
fr_fr: Lien vers

source: Rate Up
fr_fr: Je l’aime

source: Rate Down
fr_fr: Je ne l'aime pas

source: Referrals: %d
fr_fr: Recommandations : %d

source: Paid Out: %s
fr_fr: Versés : %s

source: Earned: %s
fr_fr: Gagné: %s

source: This post has been buried.
fr_fr: Ce post a été masqué.

source: View the buried post?
fr_fr: Afficher les posts masqués

source: Quick Reply
fr_fr: Riposte rapide

source: %s's profile
fr_fr: Profil %s

source: Topics: %d
fr_fr: Thèmes: %d

source: Received: %s
fr_fr: Reçu: %s

source: First
fr_fr: Première

source: Last
fr_fr: Dernière

source: Showing %s-%s of %s
fr_fr: Est affiché %s-%s z %s

source: %d topics, %d posts, and %d users
fr_fr: %d thèmes. %d posts et %d utilisateurs
