Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/offerwalls.po
Languages: fr_fr

source: Offerwalls
fr_fr: Offres payantes

source: Offerwall's Log
fr_fr: Liste d’offres payantes

source: Failed to get transaction id.
fr_fr: Obtention d’ID de transaction échouée.

source: Failed to save offer
fr_fr: L’offre n'a pas pu être enregistrée.

source: Offerwall not specified
fr_fr: L'offre n'a pas pu être établie.

source: Offerwall not found: %s
fr_fr: L'offre n'a pas pu être retrouvée %s

source: Offerwall settings not found
fr_fr: Les paramètres de l'offre payante n’ont pas pu être retrouvés

source: Invalid user
fr_fr: Utilisateur non valide

source: Empty offers options
fr_fr: Options vides de l'offre payante

source: Failed to credit offer
fr_fr: Enregistrement des primes pour l'offre échoué

source: Offerwalls Log
fr_fr: Liste d’offres payantes

source: Offer ID
fr_fr: ID de l’offre

source: Date completed
fr_fr: Date d'exécution

source: Credit date
fr_fr: Date d'ajout de la prime

source: Page {:page} of {:pages}
fr_fr: Page {:page} z {:pages}

source: Date credited
fr_fr: Date de paiement
