Repository: HenPrado/futurumclix
Catalog: app/Locale/fra/LC_MESSAGES/revenue_share.po
Languages: fr_fr

source: Revenue Shares
fr_fr: Actions

source: Not allowed
fr_fr: Non autorisées

source: Please enter a valid amount
fr_fr: Entrez le montant correct

source: Invalid option
fr_fr: Option incorrecte

source: Invalid gateway
fr_fr: Passerelle de paiement incorrecte

source: You can buy maximum of %d packs.
fr_fr: Vous pouvez acheter un maximum de %d d’actions.

source: Missing conversion data
fr_fr: Données de conversion manquantes

source: Buy revenue shares
fr_fr: Achetez des actions

source: Choose revenue share pack
fr_fr: Choisissez le paquet d'actions.

source: Packs amount
fr_fr: Nombre d'actions

source: Max allowed: %s
fr_fr: Le maximum autorisé est de %s

source: Currently you do not have any revenue shares.
fr_fr: Actuellement, vous ne disposez d'aucune action.

source: Pack name
fr_fr: Nom du colis

source: Start date
fr_fr: Date de début

source: Current income
fr_fr: Revenu actuel

source: Not longer available
fr_fr: N’est plus disponible

source: Completed
fr_fr: Terminé

source: Page {:page} of {:pages}
fr_fr: Page {:page} de {:pages}

source: Currently you cannot buy more shares. You have to wait until %s to get more revenue shares.
fr_fr: À l'heure actuelle, vous ne pouvez pas acheter plus d'actions. Vous devez attendre jusqu'à %s afin d’acheter plus d'actions.

source: Currently you cannot buy more shares as you have reached maximum amount of allowed revenue shares.
fr_fr: À l'heure actuelle, vous ne pouvez pas acheter plus d'actions parce que vous avez atteint le nombre maximal autorisé d'actions détenues.

source: Revenue shares
fr_fr: Actions

source: Running Days
fr_fr: Jours

source: Days left
fr_fr: Jours restants
