Repository: HenPrado/futurumclix
Catalog: app/Locale/offerwalls.po
Languages: pl_pl

source: Offerwalls
pl_pl: Płatne oferty

source: Offerwall's Log
pl_pl: Dziennik płatnych ofert

source: Failed to get transaction id.
pl_pl: Nie udało się uzyskać identyfikatora transakcji.

source: Failed to save offer
pl_pl: Nie można zapisać oferty

source: Offerwall not specified
pl_pl: Oferta nie została określona

source: Offerwall not found: %s
pl_pl: Nie znaleziono oferty %s

source: Offerwall settings not found
pl_pl: Nie znaleziono ustawień płatnej oferty

source: Invalid user
pl_pl: Nieprawidłowy użytkownik

source: Empty offers options
pl_pl: Puste opcje płatnej oferty

source: Failed to credit offer
pl_pl: Nie udało się dopisać premii za ofertę

source: Offerwalls Log
pl_pl: Dziennik płatnych ofert

source: Offer ID
pl_pl: ID oferty

source: Date completed
pl_pl: Data wykonania

source: Credit date
pl_pl: Data dodania premii

source: Page {:page} of {:pages}
pl_pl: Strona {:page} z {:pages}

source: Date credited
pl_pl: Data płatności
