Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Template cannot be empty.
es_es: La plantilla no puede estar vacía.

source: Template cannot be longer than 50 characters.
es_es: El nombre de la plantilla no puede superar 50 caracteres.

source: Description cannot be longer than 300 characters
es_es: La descripción no puede superar 300 caracteres

source: Please supply a valid IP address.
es_es: Introduce una dirección IP correcta

source: Type have to be "Clicks" or "Days".
es_es: El tipo deben ser “Clics” o “Días”

source: Name should be between 1 and 50 characters
es_es: El nombre debe tener entre 1 y 50 caracteres

source: values
es_es: valores

source: Limit should be lower than 1000000 (or -1 for unlimited value)
es_es: El límite debe ser inferior a 1000000 (o -1 para el valor unlimited)

source: Price should be non-negative decimal value
es_es: El precio debe ser un valor decimal positivo

source: Price cannot be negative value
es_es: El tiempo no puede ser un valor negativo

source: Price should be a decimal value
es_es: El precio debe ser un valor decimal correcto

source: Direct referrals delete cost should be a decimal value
es_es: El coste de eliminación de un recomendado directo debe ser un valor decimal

source: Rented referrals expiry fee should be a decimal value
es_es: El coste de expiración de un recomendado debe ser un valor decimal

source: Minimum payout cannot be longer than 255 characters
es_es: El límite mínimo de desembolso no puede superar 255 caracteres

source: Minimum payout should be a comma separated list of numbers
es_es: Los límites mínimos de desembolsos deben ser números separados por comas sin espacio

source: Maximum cashout amount should be a decimal value
es_es: El importe máximo de desembolso debe ser un valor decimal

source: Upgrade commission should be a decimal value
es_es: La comisión por mejorar la cuenta del recomendado debe ser un valor decimal

source: Fund commission should be a percentage value (0-100)
es_es: La comisión por recargar la cuenta por el recomendado debe ser un valor porcentual entre 0 y 100

source: Purchase commission should be a percentage value (0-100)
es_es: La comisión por la compra del recomendado debe ser un valor porcentual entre 0 y 100

source: Time between renting should be a non-negative numeric value
es_es: El tiempo entre el alquiler debe ser un valor numérico positivo

source: Available referrals packs cannot be longer than 255 characters
es_es: Los paquetes disponibles de recomendados no pueden superar 255 caracteres

source: Available referrals packs should be a comma separated list of numbers
es_es: Los paquetes disponibles de recomendados deben ser números, separados por comas sin espacios

source: Referral recycle cost should be a decimal value
es_es: El coste de cambio de un recomendado debe ser un valor decimal

source: Autorecycle time should be a non-negative numeric value
es_es: El tiempo AutoRecycle debe ser un valor numérico positivo

source: Maximum purchase commission per referral should be a decimal value
es_es: La comisión máxima por la compra de un recomendado debe ser un valor numérico positivo

source: Maximum purchase commission per transaction should be a decimal value
es_es: La máxima comisión individual por la compra de un recomendado debe ser un valor numérico positivo

source: Commission delay should be a non-negative numeric value
es_es: El retraso en la concesión de la comisión debe ser un valor numérico positivo

source: Commission delay cannot be longer than 65535 days
es_es: El retraso en la concesión de la comisión no puede superar 65535 días

source: Results per page should be a non-negative numeric value
es_es: El número de resultados en la página debe ser un valor numérico positivo

source: Results per page should be a non-negative numeric value
es_es: El número de resultados en la página debe ser un valor numérico positivo

source: Results per page cannot be more than 65535
es_es: El número de resultados en la página no puede superar 65535

source: AutoPay trigger days should be a non-negative numeric value
es_es: Los días de funcionamiento de AutoPay deben ser un valor numérico positivo

source: AutoPay trigger days cannot be longer than 255 days
es_es: Los días de funcionamiento de AutoPay deben superar 255 días

source: Title length cannot be longer than 150 characters.
es_es: El título no puede superar 150 caracteres

source: New's content cannot be empty.
es_es: El contenido del mensaje no puede estar vacío

source: Show in login ads should be a valid date and time value.
es_es: El valor mostrar en LoginAds debe ser una fecha correcta

source: URL should be between 10 and 512 characters
es_es: La dirección URL debe tener entre 10 y 512 caracteres

source: Number of slots should be a natural number or 0
es_es: El número de slots debe ser un número natural o 0

source: Number of taken slots should be a natural number or 0
es_es: El número de slots utilizados debe ser un número natural o 0

source: Value should be a valid monetary value
es_es: El valor debe ser un valor monetario correcto

source: Invalid status.
es_es: Estado incorrecto

source: Description cannot be longer than 1024 characters.
es_es: La descripción no puede superar 1024 caracteres

source: Reject reason cannot be longer than 1024 characters.
es_es: El motivo del rechazo no puede superar 1024 caracteres

source: Name length should be between 1 and 100 characters
es_es: El nombre debe tener entre 1 y 100 caracteres

source: Value should be a valid monetary value.
es_es: El valor debe ser un valor monetario correcto

source: Quantity should be a valid numeric value.
es_es: El número debe ser un valor numérico correcto

source: Quantity should be between 0 and 4294967295.
es_es: El número debe ser entre 0 y 4294967295

source: Price should be a valid monetary value.
es_es: El precio debe ser un valor monetario correcto

source: Name should be between 0 and 129 characters long
es_es: El nombre debe tener entre 0 y 129 caracteres

source: Minimum deposit amount should be a decimal value
es_es: El importe mínimo del ingreso debe ser un valor decimal

source: Deposit fee (percent) should be a valid percentage value
es_es: El cargo por el ingreso debe ser un valor porcentual correcto

source: Deposit fee should be a decimal value
es_es: El cargo por el ingreso debe ser un valor decimal correcto

source: Cashout fee (percent) should be a valid percentage value
es_es: El cargo por el desembolso debe ser un valor porcentual correcto

source: Cashout fee should be a decimal value
es_es: El cargo por el desembolso debe ser un valor decimal correcto

source: Wrong gateway settings
es_es: Ajustes incorrectos de la pasarela de pagos

source: Number of days should be natural number
es_es: El número de días debe ser un número natural

source: Number of days should be unique
es_es: El número de días debe ser único

source: Discount value should be a percentage value (0% - 100%)
es_es: El valor del descuento debe ser un valor porcentual entre 0 y 100

source: Range start should be a natural number
es_es: El inicio del alcance debe ser un número natural

source: Start value has to be lower than end value
es_es: El valor inicial debe ser un valor inferior al valor final

source: Range end should be a natural number
es_es: El final del alcance debe ser un número natural

source: End value has to be bigger than start value
es_es: El valor final debe ser superior al valor inicial

source: Price has to be bigger or equal to zero
es_es: El precio debe ser superior o igual a cero

source: Alias should be unique
es_es: El alias debe ser único

source: Alias should be shorter than 200 characters.
es_es: El alias no debe superar 200 caracteres

source: characters
es_es: caracteres

source: Please enter site title.
es_es: Introduce el título de página

source: Please enter site name.
es_es: Introduce el nombre de página

source: Please enter site URL.
es_es: Introduce la dirección de página

source: Please enter a valid URL.
es_es: Introduce la dirección correcta

source: Site email should be a valid e-mail address.
es_es: El correo de la página debe ser una dirección de correo electrónico correcta

source: Time should be a natural number.
es_es: El tiempo debe ser un número natural.

source: Wrong value for start timer.
es_es: Valor incorrecto para el inicio de la calculación

source: Unsupported captcha type.
es_es: Tipo de Captcha no soportado

source: Unsupported renting option.
es_es: Opción de alquiler no soportada

source: Number of days should be a natural number.
es_es: El número de días debe ser un número natural

source: Unsupported renting filter
es_es: Filtro de alquiler no soportado

source: Unsupported renting filter.
es_es: Filtro de alquiler no soportado

source: Unknown cashout mode
es_es: Modo de desembolso desconocido

source: Maximum transfer value should be a decimal value.
es_es: El importe máximo de la transferencia debe ser un valor decimal

source: Minimum transfer value should be a decimal value.
es_es: El importe mínimo de la transferencia debe ser un valor decimal

source: Invalid value for currency symbol display mode.
es_es: Valor incorrecto para el símbolo de moneda

source: Available places after comma should be in range [0, 8].
es_es: El número de decimales disponibles debe ser entre 0 y 8

source: Available places after comma should be a valid natural number (0 included).
es_es: El número de decimales disponibles debe ser un número natural o 0

source: Total deposits amount should be a decimal value.
es_es: El importe total de ingresos debe ser un valor decimal

source: Commission can be added only to Account or Purchase Balance.
es_es: La comisión puede añadirse únicamente de la cuenta principal o de compra

source: Money can be taken only from Account or Purchase balance.
es_es: Se puede utilizar el dinero únicamente de la cuenta principal o de compra

source: Title length should be between 0 and 128.
es_es: La longitud del título debe ser entre 0 y 128

source: Title length should be a valid natural number.
es_es: La longitud del título debe ser un número natural correcto

source: Description length should be between 0 and 1024.
es_es: La longitud de la descripción debe ser entre 0 y 1024

source: Description length should be a valid natural number.
es_es: La longitud de la descripción debe ser un número natural correcto

source: Preview time should be a valid natural number.
es_es: El tiempo de vista previa debe ser un número natural

source: Timeout should be a valid natural number.
es_es: El límite de tiempo debe ser un número natural

source: Activity clicks should be a valid natural number.
es_es: El número de clics de la actividad debe ser un número natural

source: Withdraw clicks should be a valid natural number.
es_es: El número de clics para el desembolso debe ser un número natural

source: Days should be a valid natural number.
es_es: El número de días debe ser un número natural

source: Number of hours should be a valid natural number.
es_es: El número de horas debe ser un número natural

source: Ads per box should be a valid natural number.
es_es: El límite de anuncios por segmento publicitario debe ser un número natural

source: Description length should be between 0 and 300.
es_es: La longitud de la descripción debe ser entre 0 y 300

source: list
es_es: lista

source: AutoRenew days should be numbers separated by commas.
es_es: Los días de AutoRenew deben ser separados por coma, sin espacio

source: AutoRenew tries number should be between -1 and 128.
es_es: El número de intentos AutoRenew debe ser un número entre -1 y 128

source: Paid Offers active setting should be a boolean value
es_es: Los ajustes de actividad de las tareas de pago deben ser un valor lógico

source: Name cannot be longer than 100 characters.
es_es: El nombre no puede superar 100 caracteres

source: Message cannot be empty.
es_es: El mensaje no puede estar vacío

source: Please select department.
es_es: Elige un departamento adecuado

source: Full name cannot be longer than 71 characters.
es_es: El nombre y el apellido no pueden superar 71 caracteres

source: E-mail cannot be longer than 50 characters.
es_es: La dirección de correo electrónico no puede superar 50 caracteres

source: Please enter a valid e-mail address.
es_es: Por favor, introduce un correo electrónico correcto

source: Subject cannot be longer than 100 characters.
es_es: El asunto no puede superar 100 caracteres

source: Status can be only "Open" or "Closed".
es_es: El estado permitido es únicamente “Abierto” o “Cerrado”

source: range
es_es: alcance

source: Message cannot be empty
es_es: El mensaje no puede estar vacío

source: Username cannot be blank
es_es: El nombre de usuario no puede estar vacío

source: Username cannot be longer than 50 and shorter than 3 characters
es_es: El nombre de usuario no puede ser superior a 50 ni inferior a 3 caracteres

source: Username must only contain letters and numbers
es_es: Tu nombre de usuario puede tener únicamente letras y cifras

source: This username is already taken
es_es: El nombre de usuario ya está ocupado

source: This username is blocked
es_es: El nombre de usuario está bloqueado

source: Password cannot be blank
es_es: La contraseña no puede estar vacía

source: Password have to be longer than 6 characters
es_es: La contraseña debe tener más de 6 caracteres

source: You cannot use your username as password
es_es: No puedes utilizar el nombre de usuario como contraseña

source: Please retype your password
es_es: Introduce de nuevo la contraseña

source: Passwords do not match
es_es: Las contraseñas no coinciden

source: valid
es_es: importante

source: Please enter a valid e-mail address
es_es: Por favor, introduce un correo electrónico correcto

source: This e-mail is in use
es_es: Este correo electrónico está en uso

source: This email is blocked.
es_es: Tu correo electrónico está bloqueado

source: Please enter your first name
es_es: Introduce tu nombre

source: Please enter your last name
es_es: Introduce tu apellido

source: Please read and accept Terms Of Service
es_es: Por favor, lee y acepta el reglamento

source: Please supply a valid IP address
es_es: Por favor, introduce una dirección IP correcta

source: This IP is already in use
es_es: Esta dirección IP ya está en uso

source: Account balance should be a decimal value
es_es: El saldo de la cuenta debe ser un valor decimal

source: Purchase balance cannot be a negative number
es_es: El saldo de la cuenta de compra no puede ser un número negativo

source: Upline commission should be a decimal value
es_es: La comisión del recomendante debe ser un valor decimal

source: Upline commission cannot be a negative number
es_es: La comisión del recomendante no puede ser un número negativo

source: length
es_es: longitud

source: Avatar URL cannot be longer than 255 characters
es_es: La dirección URL del avatar no puede superar 512 caracteres

source: Avatar should be a valid HTTP URL (with "http://")
es_es: Introduce la dirección completa con el protocolo http(s)://

source: Signature cannot be longer than 255 characters
es_es: La firma no puede superar 255 caracteres

source: AutoPay enable should be a boolean value
es_es: La activación de AutoPay debe ser un valor lógico

source: AutoPay done should be a boolean value
es_es: La realización de AutoPay debe ser un valor lógico

source: AutoRenew days should be between 0 and 65535
es_es: El alcance de días de AutoRenew es entre 0 y 65535

source: AutoRenew extend should be between 0 and 65535
es_es: El alcance de la prórroga del recomendado de AutoRenew es entre 0 y 65535

source: This country is blocked.
es_es: Este país está bloqueado

source: Please select Male or Female
es_es: Por favor, elige el sexo

source: Birthday cannot be in the future
es_es: La fecha de nacimiento no puede ser futura

source: Address cannot be longer than 200 characters
es_es: La dirección no debe superar 200 caracteres

source: numeric
es_es: numéricos

source: Total clicks number cannot be less than credited clicks number
es_es: La suma de los clics no puede superar la suma de los clics aprobados

source: Deposit amount should be a decimal value
es_es: El importe del ingreso debe ser un valor decimal

source: Deposit amount cannot be a negative number
es_es: El importe del ingreso no puede ser un valor negativo

source: clicks
es_es: clics

source: Learn more about our platform
es_es: Más información

source: Sign up, now!
es_es: ¡Regístrate ahora!

source: Registered users
es_es: Usuarios registrados

source: Users yesterday
es_es: Usuarios registrados ayer

source: Paid so far
es_es: Desembolsado

source: Ads watched
es_es: Anuncios vistos

source: Navigation
es_es: Navegación

source: Resources
es_es: Páginas

source: or
es_es: o

source: Please put your username (nickname) which you gonna use for logging in and in forum section. Make sure to use only alphanumerical symbols.
es_es: Introduce un nombre de usuario que utilizarás para iniciar sesión y también en el foro. Asegúrate de que sólo contiene símbolos alfanuméricos.

source: Please put your password. Make sure it differs from the other sites you use and make it as much complicated as it possible. Make sure no one else will know your password for security purposes.
es_es: Introduce tu contraseña. Asegúrate de que es diferente a otras contraseñas que utilizas en otras páginas y de que es bastante complicada. Asegúrate también de que nadie más sabrá tu contraseña para la seguridad de tu cuenta.

source: Please confirm your password.
es_es: Por favor, confirma tu contraseña.

source: Please put your real email address so we can send you confirmation link needed to finish sign up process. We will not share this email with anyone, we will use it only to keep you updated about site news and to recover your password in case you will forget it.
es_es: Por favor, introduce tu verdadero email para que podamos enviarte un enlace que confirme el registro necesario para terminar la inscripción. No facilitamos tu email, lo utilizaremos solamente para enviar notificaciones sobre nuevos productos en el servicio y cuando intentes recuperar la contraseña.

source: Enter your first name
es_es: Introduce tu nombre

source: Please put your real first name. It is needed for payment purposes.
es_es: Introduce tu nombre verdadero, es necesario para procesar los pagos

source: Enter your last name
es_es: Introduce tu apellido

source: Please put your real last name. It is needed for payment purposes.
es_es: Introduce tu apellido verdadero, es necesario para procesar los pagos

source: Person which referred you
es_es: La persona que te ha recomendado

source: This is the nickname of person which referred you to FuturumClix. If you do not have any referrer just leave this field blank.
es_es: Esta es la persona que te ha recomendado al servicio. Si no la tienes deja la casilla en blanco

source: Show QR Code
es_es: Mostrar el código QR

source: Show all clicks
es_es: Mostrar todos los clics

source: Show only credited clicks
es_es: Mostrar solo clics acreditados

source: Cashout History
es_es: Historia de retirada

source: Date
es_es: Fecha
