Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: We are connected to your database so all you need to do now is just approve further installation by clicking button below.
es_es: Estamos conectados con la base de datos. La última cosa que debes hacer es confirmar la siguiente parte de la instalación, pulsando este botón.

source: Begin installation
es_es: Iniciar instalación

source: Site settings
es_es: Ajustes de página

source: Great, we have just installed database on your server. All we need now is to gather few basic information about your site from you. Please fill in the form below and press the button to move forward.
es_es: Muy bien, acabamos de instalar la base de datos en tu servidor. Ahora necesitamos alguna información básica sobre tu página. Rellena el siguiente formulario y continúa pulsando el botón inferior.

source: Site name
es_es: Nombre de página

source: Please enter your site name.
es_es: Por favor, introduce el nombre de página

source: Site title
es_es: Título de página

source: Please enter your site title. It will be used for web browsers title etc.
es_es: Introduce el título de página. Se utilizará como título en los navegadores, etc.

source: Site url
es_es: Dirección URL

source: Please enter your site url. Make sure to enter full address like http://futurumclix.com
es_es: Introduce la dirección url de la página. Asegúrate de que estás introduciendo la dirección completa, por ejemplo http://futurumclix.com

source: Site e-mail
es_es: Correo electrónico de la página

source: Please enter your site e-mail address, where we will send notifications etc.
es_es: Por favor, introduce el correo electrónico de la página donde enviaremos entre otras las notificaciones.

source: Sender e-mail
es_es: Correo electrónico del remitente

source: Please enter your site e-mail address, which will be used as a sender address for all user's notifications.
es_es: Por favor, introduce el correo electrónico de la página que se utilizará como correo de remitente en las notificaciones a todos los usuarios.

source: Save info
es_es: Guardar

source: Import database settings
es_es: Ajustes de importación de la base de datos

source: This is quite important step. You have to choose between importing empty database or most common PTC settings which we have prepared especially for you. Whatever option you will choose, you can change all the settings in your Admin Panel so no need to worry about that.
es_es: Es un paso bastante importante. Ahora debes elegir entre una base de datos completamente vacía o una redefinida con los ajustes más frecuentes en las páginas PTC, que hemos preparado especialmente para ti. Independientemente de la opción elegida, más tarde puedes cambiar todos los ajustes en el panel de administrador.

source: Please choose your database settings
es_es: Elige los ajustes de la base de datos

source: Empty
es_es: Vacía

source: Default
es_es: Predeterminada

source: Import
es_es: Importar

source: Creating default Administrator account
es_es: Crear una cuenta de administrador predeterminada

source: This is the last thing we need from you. We have to create default Administrator account so you can log in straight away after we will finish this installation process.
es_es: Es la última cosa que necesitamos. Ahora tenemos que crear una cuenta de administrador predeterminada para que puedas entrar en el panel de administrador nada más terminar la instalación.

source: E-mail address
es_es: Dirección de correo electrónico

source: Please enter your e-mail address.
es_es: Introduce tu dirección de correo electrónico.

source: Password
es_es: Contraseña

source: Please enter your password.
es_es: Introduce contraseña

source: Allowed IP's
es_es: Direcciones IP permitidas

source: You can enter more than one IP, separated with comma with no spaces. Leave this field empty if you want to allow connections from any IP.
es_es: Puedes introducir más de una dirección IP, sólo hay que separarlas con comas sin espacio entre ellas. Deja esta casilla vacía si quieres permitir la conexión de cualquier dirección IP.

source: Save admin
es_es: Guardar administrador

source: Add new advertisement
es_es: Añadir un nuevo anuncio.

source: Title
es_es: Título

source: Enter your advertisement title
es_es: Introduce el título del anuncio

source: Description
es_es: Descripción

source: Enter your advertisement description
es_es: Introduce la descripción del anuncio

source: Add
es_es: Añadir

source: Advertisement Panel
es_es: Panel del anunciante

source: Sorry, you do not have any not assigned approved advertisements.
es_es: No tienes ningún anuncio no asignado que sea aceptado.

source: Sorry, you do not have any PTC packages.
es_es: No tienes ningún paquete de anuncios PTC.

source: Assign advertisement click packages
es_es: Asignar paquetes de anuncios.

source: Choose Package
es_es: Elegir paquete

source: Advertisement
es_es: Anuncio

source: Assign
es_es: Asignar

source: Sorry, you do not have any PTC packages for this ad. You will be automatically redirected to purchase advertisement exposures after 5 seconds.
es_es: No tienes ningún paquete de anuncios PTC para este tipo de anuncio. Serás redirigido automáticamente a la compra del paquete.

source: Advertisement credited.
es_es: Anuncio aprobado.

source: You have earned %s for watching this ad.
es_es: Has ganado %s por ver este anuncio.

source: Edit advertisement
es_es: Editar anuncio

source: Save
es_es: Guardar

source: You have no advertisement campaigns at the moment. Please click %s to add one.
es_es: No tienes ninguna campaña publicitaria en este momento. Por favor, pulsa %s para añadir una nueva.

source: here
es_es: aquí

source: My Current Paid To Click Advertisements
es_es: Mis campañas publicitarias Paid To Click

source: Pause advertisement
es_es: Detener anuncio

source: Are you sure you want to pause "%s"?
es_es: ¿Estás seguro de que quieres detener "%s"?

source: Activate advertisement
es_es: Activar anuncio

source: Are you sure you want to activate "%s"?
es_es: ¿Estás seguro de que quieres activar "%s"?

source: Click to edit advertisement data
es_es: Editar anuncio

source: Add more %s
es_es: Añadir más %s

source: exposures
es_es: Añadir más %s

source: Click to set geotargeting
es_es: Pulsa para configurar la focalización geográfica

source: Click to set memberships targeting
es_es: Pulsa para configurar la focalización por membresías

source: Show statistics
es_es: Enseñar estadísticas

source: Exposure type
es_es: Tipo de exposición

source: Total clicks
es_es: Clics en total

source: Clicks today
es_es: Clics hoy

source: %s left
es_es: Quedan %s

source: Exposures
es_es: Visitas

source: Outside clicks
es_es: Clics externos

source: Delete this advertisement
es_es: Eliminar este anuncio

source: Are you sure you want to delete "%s"?
es_es: ¿Estás seguro de que quieres eliminar "%s"?

source: You need to log in order to earn
es_es: Tienes que iniciar sesión para ganar

source: for watching this advertisement.
es_es: por ver este anuncio.

source: Please wait for the site validation.
es_es: Por favor, espera hasta que el anuncio se cargue.

source: We are sorry but an error occurred,
es_es: Lo sentimos, se ha producido un error.

source: please try again later.
es_es: Inténtalo de nuevo más tarde.

source: You are watching:
es_es: Estás viendo:

source: Open in a new window
es_es: Abrir en una nueva ventana

source: Please watch advertiser's site below.
es_es: Mira el siguiente anuncio.

source: Report Ad
es_es: Notificar para moderación

source: Your report is received, thanks for your contribution.
es_es: Hemos recibido tu notificación, gracias.

source: We could not receive your report, please try again later.
es_es: No hemos recibido tu notificación, inténtalo de nuevo más tarde.

source: Reason
es_es: Motivo

source: Clicks statistics for: "%s".
es_es: Estadísticas de clics para: "%s".

source: Geographic statistics for: "%s".
es_es: Estadísticas geográficas para: "%s".

source: Choose
es_es: Elegir

source: Please wait until advertisement is loading.
es_es: Por favor, espera hasta que el anuncio se cargue.

source: We are sorry but this advertisement
es_es: Lo sentimos, pero este anuncio

source: is no longer available.
es_es: ya no está disponible.

source: Close this window
es_es: Cerrar ventana

source: Report this ad
es_es: Notificar para moderación

source: You have available advertisement(s)
es_es: Tienes anuncios disponibles

source: Next ad will be available not later than %s
es_es: El siguiente anuncio estará disponible antes de %s.

source: Current server time is: %s
es_es: Tiempo actual del servidor: %s

source: seconds
es_es: segundos

source: Purchase Advertisement Exposures
es_es: Comprar exposiciones publicitarias

source: Advertisement Category
es_es: Categoría de anuncio

source: Pack
es_es: Paquete

source: Price Per Click
es_es: Precio por clic

source: Total Price
es_es: En total

source: Price Per Day
es_es: Precio por día

source: Banner Ads Panel
es_es: Panel de anuncios banner

source: Image URL
es_es: Dirección URL de la imagen

source: Sorry, you do not have any Featured Ads packages.
es_es: No tienes ningún paquete de anuncios destacados.

source: Sorry, you do not have any Banner Ads packages.
es_es: No tienes ningún paquete de anuncios banner.

source: Sorry, but currently there are no available advertisement exposures
es_es: Lo sentimos, pero actualmente no hay ninguno disponible.

source: Purchase advertisement exposures
es_es: Comprar exposiciones publicitarias

source: Price Per Impression
es_es: Precio por visionado

source: My current Banner ads advertisements
es_es: Mis campañas de anuncios banner

source: Not assigned
es_es: No asignada

source: Valid until
es_es: Válida hasta

source: Impressions
es_es: Visitas

source: Purchase Date
es_es: Fecha de compra

source: Referral
es_es: Recomendado

source: Amount
es_es: Importe

source: Item
es_es: Objeto

source: Page {:page} of {:pages}
es_es: Página {:page} de {:pages}

source: Method
es_es: Método

source: Purchase balance
es_es: Cuenta de compra

source: Add funds
es_es: Añadir fondos

source: Active Advertisements
es_es: Anuncios activos

source: My Click Packages
es_es: Mis paquetes de anuncios

source: Buy more advertisement exposures
es_es: Comprar más paquetes de anuncios

source: Attach your current exposures
es_es: Asignar tus paquetes de anuncios

source: Read more...
es_es: Leer más…

source: Dashboard
es_es: Escritorio

source: Close
es_es: Cerrar

source: Default Membership
es_es: Membresía normal

source: Valid Until:
es_es: Válido hasta

source: Upgrade Your Membership
es_es: Mejora tu membresía

source: Personal Settings
es_es: Ajustes personales

source: Support System
es_es: Contacto

source: Edit Profile
es_es: Editar perfil

source: Upgrade Your Account
es_es: Mejora tu cuenta

source: Fund Purchase Balance
es_es: Recarga tu cuenta de compra

source: Cashout
es_es: Desembolso

source: Purchase History
es_es: Historial de compra

source: Offerwalls Log
es_es: Registro de ofertas de pago

source: Advertisements
es_es: Anuncios

source: PTC Advertisement Panel
es_es: Panel de anuncios PTC

source: Featured Advertisement Panel
es_es: Panel de anuncios destacados

source: Banner Advertisement Panel
es_es: Panel de anuncios banner

source: Login Ads Advertisement Panel
es_es: Panel de anuncios LoginAds

source: AdGrid Advertisement Panel
es_es: Panel de anuncios AdGrid

source: Referrals
es_es: Recomendados

source: Promotion Tools
es_es: Herramientas para recomendar

source: Referral's Contest
es_es: Concurso de recomendados

source: Buy Referrals
es_es: Comprar recomendados

source: Referral's Commissions
es_es: Comisiones por recomendados

source: Login Ads
es_es: Anuncios del inicio de sesión

source: Home Page
es_es: Página principal

source: View Ads
es_es: Ver anuncios

source: AdGrid
es_es: Juego AdGrid

source: Forum
es_es: Foro

source: Support system
es_es: Contacto

source: Privacy Policy
es_es: Política de privacidad

source: ToS
es_es: Reglamento

source: Offerwalls
es_es: Ofertas de pago

source: Revenue shares
es_es: Acciones

source: Logout
es_es: Cerrar sesión

source: Sign up
es_es: Registrarse

source: Login
es_es: Iniciar sesión

source: Simple Advertising Platform
es_es: Plataforma publicitaria sencilla

source: Maximize your earnings. Just sign up on our platform and earn!
es_es: Maximiza tus ganancias. ¡Simplemente regístrate y gana!

source: I want to earn!
es_es: ¡Quiero ganar!

source: I want to advertise
es_es: Quiero publicitarme

source: Featured Ads Panel
es_es: Panel de anuncios destacados

source: My current Featured ads advertisements
es_es: Mis anuncios destacados actuales

source: Yes
es_es: Sí

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: Jan
es_es: Enero

source: Feb
es_es: Febrero

source: Mar
es_es: Marzo

source: Apr
es_es: Abril

source: May
es_es: Mayo

source: Jun
es_es: Junio

source: Jul
es_es: Julio

source: Aug
es_es: Agosto

source: Sep
es_es: Septiembre

source: Oct
es_es: Octubre

source: Nov
es_es: Noviembre

source: Dec
es_es: Diciembre

source: English
es_es: Inglés

source: Ooops, something went wrong...
es_es: Oh... algo ha fallado...

source: Maintenance Mode
es_es: Página en restauración

source: Login Ads Panel
es_es: Panel de anuncios LoginAds

source: Sorry, you do not have any Login Ads packages.
es_es: Desgraciadamente no hay ningún paquete LoginAds.

source: Total price
es_es: En total

source: My current Login Ads Advertisements
es_es: Mis campañas actuales LoginAds

source: Current membership
es_es: Membresía actual

source: Membership valid until
es_es: Membresía válida hasta

source: You are buying %s Membership %d months for %s, pay with:
es_es: Compras la membresía %s para % meses, pagada por:

source: Free
es_es: Gratuita

source: Select membership<br /> for your needs
es_es: Elige la membresía <br /> según tus necesidades

source: Direct referrals limit
es_es: Límite de recomendados directos

source: Rented referrals limit
es_es: Límite de recomendados alquilados

source: Direct referrals delete cost
es_es: Coste de eliminación del recomendado directo

source: Rented referrals expiry fee
es_es: Coste de expiración del alquiler del recomendado

source: Rented referrals recycle cost
es_es: Coste de cambio del recomendado alquilado

source: Inactive rented referral recycle time
es_es: Tiempo de cambio del recomendado alquilado inactivo

source: Time between renting
es_es: Tiempo entre alquileres

source: Minimum payout
es_es: Mínimo a desembolsar

source: Maximum single payout
es_es: Importe máximo de desembolso individual

source: Payout waiting time
es_es: Tiempo entre desembolsos

source: Instant payouts
es_es: Desembolsos inmediatos

source: Referral upgrade commission
es_es: Comisión por mejorar la cuenta por el recomendado

source: Referral purchase commission
es_es: Comisión por la compra del recomendado

source: Price / Duration
es_es: Precio / Tiempo de duración

source: Buy
es_es: Comprar

source: days
es_es: días

source: Free / Unlimited
es_es: Gratuito / Sin límite

source: %s news
es_es: %s mensajes

source: Posted at %s
es_es: Publicado a %s

source: Last modification at %s
es_es: Última modificación a %s

source: Finish your registration
es_es: Finaliza el registro

source: Your registration is almost finished!
es_es: ¡Tu registro ya está casi listo!

source: We have just sent you an activation email to the address you have provided while signing up.
es_es: Te hemos enviado un correo electrónico a la dirección introducida para verificarla

source: Please click on the activation link to verify your email address. If you did not get your activation email, please check your spam folder.
es_es: Por favor, pulsa el enlace de activación para confirmar tu dirección de correo electrónico. Si no has recibido el correo de activación, comprueba la carpeta spam.

source: If it is still not there after few minutes, please open support ticket.
es_es: Si sigues sin recibirlo durante unos minutos, contacta con nosotros.

source: You will be automatically redirected to login page. If not please click
es_es: Si no has sido redirigido automáticamente, pulsa el botón

source: here.
es_es: aquí.

source: Your IP is blocked!
es_es: ¡Tu IP ha sido bloqueada!

source: Enter your offertitle
es_es: Introduce el título de tu tarea

source: Please describe in details what applicant have to do to get this offer approved and what info has to be provided after submitting this offer.
es_es: Por favor, describe detalladamente lo que debe hacer el notificador para que la tarea sea aceptada y qué información debe suministrarse tras realizar la tarea.

source: Category
es_es: Categoría

source: Targeted Memberships
es_es: Membresías elegidas

source: Select All
es_es: Marcar todo

source: Targeted Countries
es_es: Países elegidos

source: Application sucessfully saved.
es_es: La notificación se ha guardado correctamente.

source: Failed to save application, please try again later.
es_es: No se han podido guardar las notificaciones. Inténtalo de nuevo más tarde.

source: Please provide information that you have completed above offer:
es_es: Por favor, introduce la información que confirma la realización de esta tarea:

source: Submit
es_es: Aceptar

source: Reject application
es_es: Rechazar la notificación

source: Please provide information why you reject that application:
es_es: Por favor, explica por qué rechazas esta notificación:

source: Applications for Paid Offer "%s"
es_es: Notificaciones para la tarea de pago "%s"

source: Applicant
es_es: Notificador

source: Status
es_es: Estado

source: Appliction date
es_es: Fecha de realización

source: Confirmation
es_es: Confirmación

source: Reject reason
es_es: Motivo del rechazo

source: Actions
es_es: Actividades

source: Deleted
es_es: Eliminado

source: None
es_es: No hay

source: Reject
es_es: Rechazar

source: Approve
es_es: Aceptar

source: Are you sure you want to accept this application?
es_es: ¿Estás seguro de que quieres aceptar esta notificación?

source: Sorry, you do not have any not assigned approved offers.
es_es: Desgraciadamente no tienes ninguna oferta no asignada que sea aceptada.

source: Sorry, you do not have any Paid Offers packages.
es_es: No tienes ningún paquete de tareas de pago.

source: Sorry, you do not have any Paid Offers packages for this offer. You will be automatically redirected to purchase offer exposures after 5 seconds.
es_es: No tienes ningún paquete de tareas de pago para este tipo de anuncio. Serás redirigido automáticamente a la compra del paquete.

source: Assign paid offers click packages
es_es: Asignar paquetes de tareas de pago

source: Price Per Slot
es_es: Precio por slot

source: My Current Paid Offers Advertisements
es_es: Mis tareas de pago

source: Applications
es_es: Notificaciones

source: All applications
es_es: Todas las notificaciones

source: Pending applications
es_es: Notificaciones pendientes

source: Accepted applications
es_es: Notificaciones aceptadas

source: Rejected applications
es_es: Notificaciones rechazadas

source: Applications today
es_es: Notificaciones hoy

source: Total applications
es_es: Notificaciones en total

source: Slots left
es_es: Quedan slots

source: Report Offer
es_es: Notificar para moderación

source: Paid Offers Terms Of Service
es_es: Reglamento y normas de las tareas de pago

source: Active Offers
es_es: Tareas activas

source: Ignored Offers
es_es: Tareas ignoradas

source: Completed
es_es: Realizadas

source: Rejected
es_es: Rechazadas

source: Date Added
es_es: Añadido

source: Offer's Value
es_es: Valor de la tarea

source: Ignore
es_es: Ignorar

source: Are you sure you want to add "%s" to ignore list?
es_es: ¿Estás seguro de que quieres añadir "%s" a la lista de ignorados?

source: Report
es_es: Notificar para moderación

source: Unignore
es_es: Dejar de ignorar

source: Are you sure you want to remove "%s" from ignore list?
es_es: ¿Estás seguro de que quieres eliminar "%s" de la lista de ignorados?

source: Completed Date
es_es: Fecha de realización

source: Approval Date
es_es: Fecha de aceptación

source: Pending Since
es_es: Pendiente desde

source: Rejection Date
es_es: Fecha del rechazo

source: Reject Reason
es_es: Motivo del rechazo

source: Payment Canceled
es_es: El pago ha sido anulado

source: Payment canceled..
es_es: El pago ha sido anulado

source: We are sorry but for some reason your payment was canceled.
es_es: Lo sentimos, pero por alguna razón tu pago ha sido anulado.

source: Payment Message
es_es: Información sobre el pago

source: Payment Redirection
es_es: Redireccionamiento del pago

source: You will be redirected to %s site in seconds, if not, please click %s
es_es: Si no eres redirigido automáticamente a %s en unos segundos, pulsa %s

source: Payment successful.
es_es: El pago ha sido realizado.

source: Thanks, your payment is successful and all services are added to your account now.
es_es: Gracias, tu pago ha sido realizado y todos los objetos comprados ya se han añadido a tu cuenta.

source: Support Tickets
es_es: Notificaciones

source: Full Name
es_es: Nombre y apellido

source: E-mail Address
es_es: Dirección de correo electrónico

source: Department
es_es: Departamento

source: Please select...
es_es: Elegir...

source: Subject
es_es: Asunto

source: Message
es_es: Mensaje

source: Please Enter Captcha
es_es: Introduce el código Captcha

source: Send Support Ticket
es_es: Enviar notificación

source: Your Support Tickets
es_es: Tus notificaciones

source: Ticket ID
es_es: ID de la notificación

source: View ticket
es_es: Ver notificación

source: Open Support Ticket
es_es: Abrir una nueva notificación

source: Check Ticket Status
es_es: Comprobar el estado de la notificación

source: Creation Time
es_es: Fecha de creación

source: Owner at %s
es_es: Propietario a %s

source: %s at %s
es_es: %s a %s

source: You
es_es: Tú

source: Answer
es_es: Respuesta

source: Choose package
es_es: Elegir paquete

source: My current Paid To Click advertisements
es_es: Mis campañas publicitarias Paid To Click

source: Advertisement details
es_es: Detalles del anuncio

source: Ad category
es_es: Categoría de anuncio

source: Statistics
es_es: Estadísticas

source: Other
es_es: Otros

source: Edit
es_es: Editar

source: Geo targetting
es_es: Focalización geográfica

source: Click to set geotargetting
es_es: Pulsa para configurar la focalización geográfica

source: Not available in this category.
es_es: No disponible en esta categoría.

source: Membership targetting
es_es: Focalización por membresía

source: Click to set memberships targetting
es_es: Pulsa para configurar la focalización por membresías

source: Action
es_es: Actividad

source: Pause
es_es: Pausar

source: Activate
es_es: Activar

source: Stats
es_es: Estadísticas

source: Show
es_es: Mostrar

source: Delete
es_es: Eliminar

source: Please watch your site below.
es_es: Mira el siguiente anuncio.

source: Buy your banner in here
es_es: Compra tu banner aquí

source: Advertisement category
es_es: Categoría de anuncio

source: Price per click
es_es: Precio por clic

source: Price per day
es_es: Precio por día

source: Price per impression
es_es: Precio por visionado

source: Purchase date
es_es: Fecha de compra

source: Active advertisements
es_es: Anuncios activos

source: My click packages
es_es: Mis paquetes de anuncios Paid To Click

source: Upgrade your membership
es_es: Mejora tu membresía

source: Default membership
es_es: Membresía normal

source: Membership: "%s"
es_es: Membresía: "%s"

source: Valid until: %s
es_es: Válido hasta: %s
