Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Personal settings
es_es: Ajustes personales

source: Edit profile
es_es: Editar perfil

source: Fund purchase balance
es_es: Recarga tu cuenta de compra

source: Offerwalls log
es_es: Registro de ofertas de pago

source: PTC advertisement panel
es_es: Panel de anuncios PTC

source: Featured advertisement panel
es_es: Panel de anuncios destacados

source: Banner advertisement panel
es_es: Panel de anuncios banner

source: Login Ads advertisement panel
es_es: Panel de anuncios LoginAds

source: AdGrid advertisement panel
es_es: Panel de anuncios AdGrid

source: Direct referrals
es_es: Recomendados directos

source: Referral's contest
es_es: Concurso de recomendados

source: Rented referrals
es_es: Recomendados alquilados

source: Rent referrals
es_es: Alquilar recomendados

source: Account balance
es_es: Estado de cuenta

source: Earn Money
es_es: Gana dinero

source: Sign Up!
es_es: ¡Regístrate!

source: Choose here
es_es: Elige aquí

source: My current Login ads advertisements
es_es: Mis campañas actuales LoginAds

source: Account name
es_es: Nombre de cuenta

source: Available referrals pack
es_es: Paquetes disponibles de recomendados

source: Open an account
es_es: Abrir cuenta

source: It's fast and simple, just type your info below
es_es: Es rápido y sencillo, rellena la siguiente información

source: Email address
es_es: Dirección de correo electrónico

source: Username
es_es: Nombre de usuario

source: Register new account
es_es: Registrarse

source: Latest news
es_es: Últimos mensajes

source: Pages
es_es: Páginas

source: Earn money
es_es: Gana dinero

source: Support
es_es: Contacto

source: Extras
es_es: Complementos

source: Targetted memberships
es_es: Membresías elegidas

source: Targetted countries
es_es: Países elegidos

source: Please provide description of application.
es_es: Por favor, introduce el contenido de la notificación.

source: Please provide reason of application rejection.
es_es: Por favor, introduce el motivo del rechazo de la notificación.

source: Accept application
es_es: Aceptar notificación

source: Price per slot
es_es: Precio por slot

source: Edit "%s"
es_es: Editar "%s"

source: My current Paid Offers
es_es: Mis tareas de pago

source: Add more slots
es_es: Añadir más slots

source: Pause offer
es_es: Detener la tarea

source: Activate offer
es_es: Activar la tarea

source: All
es_es: Todo

source: Show all applications
es_es: Mostrar todas las notificaciones

source: Show pending applications
es_es: Mostrar notificaciones pendientes

source: Accepted
es_es: Aceptadas

source: Show accepted applications
es_es: Mostrar notificaciones aceptadas

source: Show rejected applications
es_es: Mostrar notificaciones rechazadas

source: Delete this offer
es_es: Eliminar esta tarea

source: Active offers
es_es: Tareas activas

source: Ignored offers
es_es: Ofertas ignoradas

source: Date added
es_es: Añadido

source: Offer's value
es_es: Valor de la tarea

source: Completed date
es_es: Fecha de realización

source: Approval date
es_es: Fecha de aceptación

source: Pending since
es_es: Pendiente desde

source: Rejection date
es_es: Fecha del rechazo

source: Payment cancelled: %s - %s.
es_es: Fecha del rechazo

source: Payment cancelled: %s.
es_es: El pago ha sido anulado: %s.

source: Payment cancelled.
es_es: El pago ha sido anulado.

source: You will be redirected to %s site in 5 seconds, if not, please click %s
es_es: Si no eres redirigido automáticamente a %s en unos segundos, pulsa %s

source: Payment completed: %s - %s.
es_es: Si no eres redirigido automáticamente a %s en unos segundos, pulsa %s

source: Payment completed: %s.
es_es: El pago ha sido finalizado: %s.

source: Payment completed.
es_es: El pago ha sido finalizado.

source: Click anywhere on the picture
es_es: Pulsa la imagen en cualquier lugar

source: Terms of Service
es_es: Reglamento

source: Signature:
es_es: Firma:

source: %s Balance
es_es: % cuenta

source: Support tickets
es_es: Notificaciones

source: Full name
es_es: Nombre y apellido

source: Please enter captcha
es_es: Introduce el código Captcha

source: Send support ticket
es_es: Enviar notificación

source: Your support tickets
es_es: Tus notificaciones

source: Open support ticket
es_es: Abrir una nueva notificación

source: Check ticket status
es_es: Comprobar el estado de la notificación

source: Creation time
es_es: Fecha de creación

source: Banners and referral links
es_es: Banners y enlaces de referencia

source: SHOW YOUR USERNAME AS:
es_es: Mostrar el nombre de usuario como:

source: YOUR REFERRAL LINK:
es_es: Tu enlace de recomendación

source: Click to copy into clipboard
es_es: Pulsa para copiarlo al portapapeles

source: QR CODE:
es_es: Código QR

source: Statistical banner
es_es: Banner estadístico

source: BANNER LINK:
es_es: Enlace del banner

source: HTML CODE:
es_es: Código HTML

source: FORUM CODE:
es_es: Código en el foro:

source: Your profile
es_es: Tu perfil

source: Gender:
es_es: Sexo:

source: Date of birth:
es_es: Fecha de nacimiento:

source: %s is waiting for verification. To resend verification e-mail please click %s.
es_es: %s espera la verificación. Para enviar de nuevo el correo de verificación, pulsa %s.

source: Account id for %s:
es_es: Identificador de la cuenta %s:

source: Forum avatar:
es_es: Avatar en el foro:

source: Forum signature:
es_es: Firma en el foro:

source: Forum statistics:
es_es: Estadísticas en el foro:

source: New Password:
es_es: Nueva contraseña

source: Confirm New Password:
es_es: Confirmar nueva contraseña

source: Current Password:
es_es: Tu contraseña actual

source: AutoPay statistics
es_es: Estadísticas AutoPay

source: AutoRenew statistics
es_es: Estadísticas AutoRenew

source: Referrals count / your referral limit
es_es: Número de recomendados / Tu límite

source: unlimited
es_es: Sin límite

source: Please choose your referral pack:
es_es: Elige el paquete de recomendados:

source: Price: %s
es_es: Precio: %s

source: Sorry, but we don't have any direct referrals for sale at the moment.
es_es: Lo sentimos, pero en este momento no tenemos ningún recomendado para vender.

source: Please choose to which account you want to transfer money:
es_es: Por favor, elige la cuenta a la que quieres transferir el dinero:

source: You can not be paid on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
es_es: No puedes recibir dinero a la cuenta %s, porque el desembolso actual y la suma de los desembolsos realizados hasta ahora a la cuenta %s superan la suma de la compra realizada de la cuenta %s.

source: You can not be paid on %s unless you fill an payment account address in User Profile.
es_es: No podemos desembolsar el dinero a la cuenta %s hasta que no completes el número de cuenta (dirección) en tu perfil.

source: You can not use %s due to recent changes in your account. Please wait untill %s
es_es: No puedes desembolsar el dinero a la cuenta %s, porque has realizado cambios en tu perfil. Tienes que esperar hasta %s

source: Maximum withdraw amount
es_es: Importe máximo de desembolso

source: Our fees
es_es: Nuestros cargos

source: You will receive
es_es: Recibirás

source: Payment account
es_es: Cuenta de pagos

source: Withdraw money
es_es: Desembolsar fondos

source: Buy more referrals
es_es: Comprar más recomendados

source: Other statistics
es_es: Otras estadísticas

source: Total earinings
es_es: Ganancias en total

source: Your own clicks
es_es: Tus propios clics

source: Personal earnings
es_es: Ganancias personales

source: Rented Referral clicks
es_es: Clics de recomendados alquilados

source: Direct Referral clicks
es_es: Clics de recomendados directos

source: Earned from direct referrals
es_es: Ganancias de recomendados directos

source: Earned from rented referrals
es_es: Ganancias de recomendados alquilados

source: Credited referral commissions
es_es: Comisión aprobada por recomendados

source: Pending referral commissions
es_es: Comisión pendiente por recomendados

source: Total purchases
es_es: Compras en total

source: Total received
es_es: Desembolsos en total

source: Pending cashout
es_es: Desembolsos pendientes

source: Your Clicks
es_es: Tus propios clics

source: Clicks credited
es_es: Clics aprobados

source: Direct referrals clicks
es_es: Clics de recomendados directos

source: Rented referrals clicks
es_es: Clics de recomendados alquilados

source: Please choose from where you want to transfer money:
es_es: Por favor, elige la cuenta de la que quieres ingresar el dinero:

source: Current purchase balance
es_es: Saldo actual de la cuenta de compra

source: Minimum deposit amount is:
es_es: Importe mínimo del ingreso:

source: Fee:
es_es: Cargo:

source: Transfer money
es_es: Transferir

source: Total Payment:
es_es: Importe del ingreso

source: %s clicks
es_es: %s clics

source: %s clicks credited
es_es: %s clics aprobados

source: Referral since
es_es: Recomendado de

source: Comes From
es_es: Originario de

source: Last Click
es_es: Último clic

source: AVG
es_es: Media

source: Never
es_es: Nunca

source: Show this referral statistics
es_es: Mostar estadísticas de este recomendado

source: Delete this referral
es_es: Eliminar este recomendado

source: Do you want to remove %s for $%s?
es_es: ¿Quieres eliminar %s por $%s?

source: What would you like to do with selected referrals?
es_es: ¿Qué quieres hacer con los recomendados seleccionados?

source: Please choose
es_es: Selecciona

source: Continue
es_es: Continuar

source: Do you want to remove those referrals for
es_es: ¿Quieres eliminar estos recomendados por?

source: Please select an action.
es_es: Es necesario elegir la actividad

source: Enter your username
es_es: Introduce nombre de usuario

source: Enter your password
es_es: Introduce contraseña

source: Reset Password
es_es: Restablecer contraseña

source: Add more funds
es_es: Añadir fondos

source: Already rented referrals / your referral limit
es_es: Alquilados / Tu límite de recomendados

source: %s credited clicks
es_es: %s clics aprobados

source: Disable AutoPay
es_es: Desactiva AutoPay

source: Are you sure you want to disable AutoPay?
es_es: ¿Estás seguro de que quieres desactivar AutoPay?

source: Enable AutoPay
es_es: Activar AutoPay

source: Are you sure you want to enable AutoPay?
es_es: ¿Estás seguro de que quieres activar AutoPay?

source: Enabled
es_es: Activado

source: Enable AutoRenew
es_es: Activar AutoRenew

source: Period:
es_es: Período:

source: Days:
es_es: Días:

source: Enable
es_es: Activar

source: Disable AutoRenew
es_es: Desactivar AutoRenew

source: Are you sure you want to disable AutoRenew?
es_es: ¿Estás seguro de que quieres desactivar AutoRenew?

source: Rent more referrals
es_es: Alquilar más recomendados

source: Currently you don't have any rented referrals. To rent some please go %s.
es_es: Actualmente no tienes ningún recomendado alquilado. Para alquilar, pulsa aquí %s.

source: Expiry date
es_es: Fecha de expiración

source: Last click
es_es: Último clic

source: Recycle this referral
es_es: Cambiar este recomendado

source: Are you sure you want to recycle %s?
es_es: ¿Estás seguro de que quieres cambiar %s?

source: for
es_es: por

source: Resend verification email
es_es: Enviar de nuevo el correo de activación

source: Please enter your e-mail
es_es: Introduce tu correo electrónico

source: Enter your email address
es_es: Introduce tu correo electrónico

source: Request for a new password
es_es: Solicitar nueva contraseña

source: Confirm password
es_es: Confirmar contraseña

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Referrer
es_es: Recomendante

source: I understand and agree with %s
es_es: Entiendo y estoy conforme con %s

source: Register
es_es: Registrarse

source: Register with Facebook
es_es: Registrarse mediante Facebook

source: Minimum transfer amount is:
es_es: Importe mínimo del ingreso:

source: Maximum transfer amount is:
es_es: Importe máximo del ingreso:

source: Total Payment:
es_es: Importe del ingreso

source: Banners And Referral Links
es_es: Banners y enlaces de referencia

source: Show Your Username As:
es_es: Mostrar el nombre de usuario como:

source: Your Referral Link:
es_es: Tu enlace de recomendación

source: QR Code:
es_es: Código QR

source: Statistical Banner
es_es: Banner estadístico

source: Banner Link:
es_es: Enlace del banner

source: HTML Code:
es_es: Código HTML

source: Forum Code:
es_es: Código en el foro:

source: Your Profile
es_es: Tu perfil

source: Date Of Birth:
es_es: Fecha de nacimiento:

source: Account Id For %s:
es_es: Identificador de la cuenta %s:

source: Forum Avatar:
es_es: Avatar en el foro:

source: Forum Signature:
es_es: Firma en el foro:

source: Forum Statistics:
es_es: Estadísticas en el foro:

source: AutoPay Statistics
es_es: Estadísticas AutoPay

source: AutoRenew Statistics
es_es: Estadísticas AutoRenew

source: Withdraw Funds
es_es: Desembolsar fondos

source: You can not pay on %s as an existing payment and the total sum of your existing %s payments exceeded the amount of purchases made with %s.
es_es: No puedes recibir dinero a la cuenta %s, porque el desembolso actual y la suma de los desembolsos realizados hasta ahora a la cuenta %s superan la suma de la compra realizada de la cuenta %s.

source: You can not pay on %s unless you fill an payment account address in User Profile.
es_es: No podemos desembolsar el dinero a la cuenta %s hasta que no completes el número de cuenta (dirección) en tu perfil.

source: Maximum Withdraw Amount
es_es: Importe máximo de desembolso

source: Our Fees
es_es: Nuestros cargos

source: You Will Receive
es_es: Recibirás

source: Payment Account
es_es: Cuenta de pagos

source: Withdraw Money
es_es: Desembolsar fondos

source: Your Account In Numbers
es_es: Tu cuenta en números

source: Purchase Balance
es_es: Cuenta de compra

source: Your Clicks This Week
es_es: Clics esta semana

source: Other Statistics
es_es: Otras estadísticas

source: Total Earinings
es_es: Ganancias en total

source: Your Own Clicks
es_es: Tus propios clics

source: Personal Earnings
es_es: Ganancias personales

source: Rented Referral Clicks
es_es: Clics de recomendados alquilados

source: Direct Referral Clicks
es_es: Clics de recomendados directos

source: Earned From Direct Referrals
es_es: Ganancias de recomendados directos

source: Earned From Rented Referrals
es_es: Ganancias de recomendados alquilados

source: Credited Referral Commissions
es_es: Comisión aprobada por recomendados

source: Pending Referral Commissions
es_es: Comisión pendiente por recomendados

source: Total Purchases
es_es: Compras en total

source: Total Received
es_es: Desembolsos en total

source: Pending Cashout
es_es: Desembolsos pendientes

source: Direct Referrals Clicks
es_es: Clics de recomendados directos

source: Rented Referrals Clicks
es_es: Clics de recomendados alquilados

source: Please Choose From Where You Want To Transfer Money:
es_es: Por favor, elige la cuenta de la que quieres ingresar el dinero:

source: Current Purchase Balance
es_es: Saldo actual de la cuenta de compra

source: Minimum Deposit Amount Is:
es_es: Importe mínimo del ingreso:

source: Fee
es_es: Cargo

source: Transfer Money
es_es: Transferir

source: Referral Since
es_es: Recomendado de

source: Sorry, but we don't have any referrals to rent at the moment.
es_es: Lo sentimos, pero en este momento no tenemos ningún recomendado para alquilar.

source: Expiry Date
es_es: Fecha de expiración

source: Resend Verification E-mail
es_es: Enviar de nuevo el correo de confirmación

source: Enter Your E-mail Address
es_es: Introduce tu correo electrónico

source: Request For A New Password
es_es: Solicitar nueva contraseña

source: Register at
es_es: Regístrate en

source: Confirm Password
es_es: Confirmar contraseña

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: I Understand And Agree With %s
es_es: Entiendo y estoy conforme con %s

source: Minimum Transfer Amount Is
es_es: Importe mínimo del ingreso

source: Maximum Transfer Amount Is
es_es: Importe máximo del ingreso

source: Total Payment
es_es: Importe del ingreso

source: Title cannot be longer than 128 characters
es_es: El título no puede superar 128 caracteres

source: Title can contain only alphanumerical characters, "-", "_" or "."
es_es: El título puede tener solamente los caracteres alfanuméricos "-", "_" o "."

source: Description cannot be longer than 1024 characters
es_es: La descripción no puede superar 1024 caracteres

source: URL cannot be longer than 512 characters
es_es: La dirección URL no puede superar 512 caracteres

source: Please enter a valid URL
es_es: Por favor, introduce una dirección URL correcta

source: Number of clicks should be a natural number or 0
es_es: El número de clics debe ser un número natural o 0

source: Please select a valid status
es_es: Por favor, elige un estado adecuado

source: Package type cannot be longer than 20 characters
es_es: El tipo de paquete no puede superar 20 caracteres

source: Please select a valid package type
es_es: El tipo de paquete no puede superar 20 caracteres

source: Expiry should be a natural number or 0
es_es: La expiración debe ser un número natural o 0

source: Please enter valid e-mail address
es_es: Por favor, introduce un correo electrónico correcto

source: This e-mail adress is in use
es_es: Este correo electrónico está en uso

source: Password should be at least 7 characters long
es_es: La contraseña debe tener al menos siete caracteres.

source: Please enter a comma separated list of valid IP addresses
es_es: Introduce la lista de direcciones IP, separada por comas.

source: Name cannot be longer than 32 characters
es_es: El nombre no puede superar 32 caracteres

source: Name cannot be empty
es_es: El nombre no puede estar vacío

source: Name can only contain alphanumerical symbols
es_es: El nombre puede tener solamente símbolos alfanuméricos

source: Time should be a numeric value (seconds)
es_es: El tiempo debe ser un valor numérico (segundos)

source: Time cannot be a negative value
es_es: El tiempo no puede ser un valor negativo

source: Allow description should be a boolean value
es_es: El permiso para la descripción debe ser un valor booleano

source: Geo-targeting should be a boolean value
es_es: La focalización geográfica debe ser un valor booleano

source: Referrals earnings should be a boolean value
es_es: Las ganancias de los recomendados deben ser un valor booleano

source: Status cannot be longer than 20 characters
es_es: El estado no puede superar 20 caracteres

source: Type cannot be longer than 20 characters
es_es: El tipo no puede superar 20 caracteres

source: Type have to be "Clicks" or "Days"
es_es: El tipo deben ser “Clics” o “Días”

source: Type cannot be empty
es_es: El tipo no puede estar vacío

source: Amount should be a numeric value
es_es: El importe debe ser un valor numérico

source: Amount cannot be a negative number
es_es: El importe no puede ser un valor negativo

source: Price should be non-negative decimal with max two places after dot
es_es: El precio debe ser un número decimal positivo con un máximo de dos decimales

source: Please supply a valid image
es_es: Por favor, introduce una imagen adecuada

source: Invalid file, only images allowed (gif, png, jpg)
es_es: Archivo incorrecto, los tipos de archivos permitidos: gif, png, jpg

source: Image must be less than 2MB
es_es: El tamaño de la imagen no puede superar 2 MB

source: Something went wrong with upload. Please try again.
es_es: Algo ha fallado, inténtalo de nuevo.

source: File with this name already exists
es_es: Ya existe un archivo con este nombre.

source: Please supply a valid URL to image file
es_es: Por favor, introduce una dirección URL correcta para el archivo de la imagen

source: Failed to download given file
es_es: No se puede descargar el archivo

source: boolean
es_es: valor lógico

source: Font name have to be shorter than 50 characters
es_es: El nombre de la fuente no puede superar 50 caracteres

source: Font color should be in format RRGGBB
es_es: El color de la fuente debe estar en formato RRGGBB

source: Font size should be a numeric value
es_es: El tamaño de la fuente debe ser un valor numérico

source: Coordinate should be a numeric value
es_es: Las coordenadas deben ser un valor numérico

source: Title cannot be longer than 128 charcters
es_es: El título no puede superar 128 caracteres

source: Image URL cannot be longer than 512 characters
es_es: La dirección URL de la imagen no puede superar 512 caracteres

source: Number of impressions should be a natural number or 0
es_es: El número de visitas debe ser un número natural o 0

source: Expiry value should be a natural number or 0
es_es: El valor de expiración debe ser un número natural o 0

source: Type have to be "Clicks", "Days", or "Impressions"
es_es: El tipo deben ser “Clics”, “Días” o “Visitas”

source: Amount should be a decimal value
es_es: El importe debe ser un valor decimal

source: Fee should be a decimal value
es_es: El cargo debe ser un valor decimal

source: Fee cannot be a negative number
es_es: El cargo debe ser un valor decimal

source: between
es_es: entre

source: Click value should be non-negative decimal value
es_es: El valor del clic debe ser un valor decimal positivo

source: Note cannot be longer than 255 characters.
es_es: El comentario no puede superar 255 caracteres.

source: Currency code cannot be empty
es_es: El código de moneda no puede estar vacío

source: Currency code cannot be shorter than 3 characters
es_es: El código de moneda no puede ser inferior a 3 caracteres

source: Currency code cannot be longer than 3 characters
es_es: El código de moneda no puede superar 3 caracteres

source: Currency name cannot be empty
es_es: El nombre de moneda no puede estar vacío

source: Currency name cannot be longer than 32 characters
es_es: El nombre de moneda no puede superar 32 caracteres

source: Currency symbol cannot be empty
es_es: El símbolo de moneda no puede estar vacío

source: Currency symbol cannot be longer than 3 characters
es_es: El símbolo de moneda no puede superar 3 caracteres

source: Currency ISO number should be a numeric value
es_es: El número ISO de moneda debe ser un valor numérico

source: Real step value should be a valid monetary value
es_es: El paso auténtico del valor debe ser un valor monetario correcto

source: Gateway name cannot be longer than 25 characters
es_es: El nombre de la pasarela de pagos no puede superar 25 caracteres

source: Account cannot be longer than 50 characters
es_es: La cuenta no debe superar 50 caracteres

source: Deposit status is wrong
es_es: Estado de depósito incorrecto

source: Item id cannot be longer than 100 characters
es_es: El identificador del elemento no puede superar 100 caracteres

source: Gateway identification cannot be longer than 255 characters
es_es: El identificador de la pasarela de pagos no puede superar 255 caracteres

source: Datetime should be valid datetime
es_es: Datetime debe ser un datetime correcto

source: Purchase balance should be a decimal value
es_es: La cuenta de compra debe ser un valor decimal

source: Status can be only "Credited" or "Cancelled".
es_es: El estado puede ser solamente “Aceptado” o “Anulado”

source: Amount should be less than 65535
es_es: El importe no debe superar 65535

source: Price should be a valid decimal value
es_es: El precio debe ser un valor decimal correcto

source: E-mail name cannot be longer than 50 characters
es_es: El nombre de correo electrónico no puede superar 50 caracteres

source: Format can only be "text" or "html"
es_es: El formato puede ser sólo “texto” o “html”

source: Subject cannot be longer than 50 characters
es_es: El asunto no puede superar 50 caracteres
