Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Advertisement panel
es_es: Panel del anunciante

source: Invalid advertisement
es_es: Anuncio incorrecto

source: Advertisement deleted.
es_es: El anuncio ha sido eliminado.

source: Failed to delete advertisement. Please try again.
es_es: No se puede eliminar el anuncio. Por favor, inténtalo de nuevo.

source: Advertisement saved successfully.
es_es: El anuncio se ha guardado correctamente.

source: Failed to save advertisement. Please, try again.
es_es: No se ha podido guardar el anuncio. Por favor, inténtalo de nuevo.

source: Please supply a valid http(s) URL.
es_es: Introduce la dirección completa con el protocolo http(s)://

source: Failed to connect to the service. Socket error: %s
es_es: La conexión ha fallado debido al siguiete error: %s

source: Failed to connect to the service. Please check if URL is valid and server is running.
es_es: No se puede conectar con el servidor. Por favor, comprueba la dirección de la página e inténtalo de nuevo.

source: This site have set X-Frame-Options to SAMEORIGIN, it cannot be displayed in frame.
es_es: No se puede conectar con el servidor. Por favor, comprueba la dirección de la página e inténtalo de nuevo.

source: Package successfully assigned.
es_es: El paquete ha sido asignado al anuncio.

source: Failed to assign package. Please try again.
es_es: No se ha podido asignar el paquete. Por favor, inténtalo de nuevo.

source: %d %s on %s
es_es: %d %s a %s

source: Ad sucessfully saved.
es_es: El anuncio se ha guardado correctamente.

source: Error while saving ad. Please try again.
es_es: Se ha producido un error a la hora de guardar el anuncio. Por favor, inténtalo de nuevo.

source: Please choose countries for Geo-Targeting
es_es: Elige los países para la focalización geográfica.

source: Please choose memberships for targeting
es_es: Elige las membresías para la focalización por membresía

source: Ad successfully activated.
es_es: El anuncio ha sido activado.

source: Error when activating ad. Please try again.
es_es: No se ha podido activar el anuncio. Por favor, inténtalo de nuevo.

source: Ad successfully paused.
es_es: El anuncio ha sido detenido.

source: Error while pausing ad. Please try again.
es_es: Se ha producido un error a la hora de detener el anuncio. Por favor, inténtalo de nuevo.

source: Your account is suspended.
es_es: Tu cuenta ha sido suspendida.

source: Please do not refresh page after certain actions like buying on the site etc. Please come back to previous page with the back button in web browser.
es_es: Por favor, no refresques la página tras realizar las acciones tales como compra en la página. Vuelve a la página anterior, utilizando el botón de retroceso en tu navegador.

source: Please fill in your profile data!
es_es: ¡Actualiza tu perfil!

source: Banner ads panel
es_es: Panel de anuncios banner

source: Error while activating ad. Please try again.
es_es: Se ha producido un error a la hora de activar el anuncio. Por favor, inténtalo de nuevo.

source: Banner ad saved successfully
es_es: El anuncio banner se ha guardado correctamente.

source: Failed to save banner ad. Please, try again.
es_es: No se ha podido guardar el anuncio banner. Por favor, inténtalo de nuevo.

source: Package assigned sucessfully.
es_es: El paquete ha sido asignado al anuncio.

source: Package assigned successfully.
es_es: El paquete ha sido asignado al anuncio.

source: Referral's commissions
es_es: Comisiones por recomendados

source: Purchase history
es_es: Historial de compra

source: Featured ads panel
es_es: Panel de anuncios destacados

source: Ad sucessfully activated.
es_es: El anuncio ha sido activado.

source: Featured ad saved sucessfully
es_es: El anuncio destacado se ha guardado correctamente.

source: Failed to save featured ad. Please, try again.
es_es: No se ha podido guardar el anuncio destacado. Por favor, inténtalo de nuevo.

source: Login ads panel
es_es: Panel de anuncios LoginAds

source: Error when pausing ad. Please try again.
es_es: No se ha podido detener el anuncio. Por favor, inténtalo de nuevo.

source: Login ad saved successfully
es_es: El anuncio LoginAd se ha guardado correctamente

source: Failed to save login ad. Please, try again.
es_es: No se ha podido guardar el anuncio LoginAd. Por favor, inténtalo de nuevo.

source: 1 month -
es_es: 1 mes -

source: %d months -
es_es: %d meses -

source: Unlimited
es_es: Sin límite

source: Upgrade your account
es_es: Mejora tu cuenta

source: Upgrading from Purchase Balance is not allowed
es_es: No se puede mejorar la cuenta desde la Cuenta de Compra

source: Buy membership
es_es: Comprar membresía

source: You have been banned from Paid Offers.
es_es: Tu posibilidad de realizar las tareas de pago ha sido bloqueada.

source: Paid Offers Panel
es_es: Panel de tareas de pago

source: Paid offer saved successfully.
es_es: La tarea de pago se ha guardado correctamente.

source: Failed to save paid offer. Please, try again.
es_es: No se ha podido guardar la tarea de pago. Por favor, inténtalo de nuevo.

source: Failed to save Paid Offer. Please, try again.
es_es: No se ha podido guardar la tarea de pago. Por favor, inténtalo de nuevo.

source: Paid Offers
es_es: Tareas de pago

source: Offer successfully activated.
es_es: La tarea ha sido activada.

source: Error while activating offer. Please try again.
es_es: La tarea ha sido activada.

source: Offer successfully paused.
es_es: La tarea ha sido detenida.

source: Error while pausing offer. Please try again.
es_es: No se ha podido detener la tarea. Por favor, inténtalo de nuevo.

source: Invalid offer
es_es: Tarea incorrecta

source: Offer deleted.
es_es: La tarea ha sido eliminada.

source: Failed to delete offer. Please try again.
es_es: No se ha podido eliminar la tarea. Por favor, inténtalo de nuevo.

source: Value %s - %s slots - %s
es_es: No se ha podido eliminar la tarea. Por favor, inténtalo de nuevo.

source: %s slots %s value
es_es: %s slots de un valor de %s

source: slots: %d value: %s
es_es: slots: %d valor: %s

source: Paid Offers panel
es_es: Panel de tareas de pago

source: Offer successfully added to ignore list.
es_es: La tarea ha sido añadida a la lista de ignorados.

source: Failed to add offer to ignore list. Please, try again later.
es_es: No se ha podido añadir la tarea a la lista de ignorados. Inténtalo de nuevo más tarde.

source: Offer successfully removed from ignore list.
es_es: La tarea se ha eliminado correctamente de la lista de ignorados.

source: Failed to remove offer from ignore list. Please, try again later.
es_es: No se ha podido eliminar la tarea de la lista de ignorados. Inténtalo de nuevo más tarde.

source: Application successfully accepted.
es_es: La notificación ha sido aceptada.

source: Failed to accept application. Please, try again later.
es_es: No se ha podido aceptar la notificación. Inténtalo de nuevo más tarde.

source: Payment Cancelled
es_es: El pago ha sido anulado

source: Payment Successful
es_es: El pago no se ha realizado

source: Payment redirection
es_es: Redireccionamiento del pago

source: Payment message
es_es: Información sobre el pago

source: Invalid ticket.
es_es: Notificación incorrecta.

source: Failed to check captcha. Please try again
es_es: No se ha podido comprobar el Captcha. Inténtalo de nuevo.

source: Ticket successfully added. Please check e-mail address, you have provided, for further informations.
es_es: La notificación ha sido aceptada. Por favor, consulta el correo electrónico que has introducido para comprobar las instrucciones a seguir.

source: Failed to add new ticket. Please, try again.
es_es: No se ha podido aceptar la nueva notificación. Inténtalo de nuevo.

source: Answer successfully saved.
es_es: La respuesta ha sido aceptada.

source: Failed to save your answer. Please, try again.
es_es: No se ha podido aceptar la respuesta. Inténtalo de nuevo.

source: Promotion tools
es_es: Herramientas para recomendar

source: The user profile has been saved.
es_es: El perfil se ha guardado correctamente.

source: Failed to save user profile.
es_es: No se ha podido guardar el perfil de usuario.

source: Wrong password
es_es: Contraseña incorrecta

source: Edit your profile
es_es: Editar perfil

source: Verification e-mail has been send.
es_es: Se ha enviado el e-mail de verificación.

source: You are already registered and logged in
es_es: Ya estás registrado y has iniciado la sesión.

source: Your IP is already in use.
es_es: Tu dirección IP ya está en uso.

source: Please check your e-mail for activation link
es_es: Consulta tu correo electrónico para comprobar si has recibido el enlace de confirmación.

source: Your account has been successfully created. Please, log in.
es_es: ¡Tu cuenta ha sido creada! Ahora puedes iniciar sesión.

source: User could not be saved. Please, try again
es_es: No se puede guardar el usuario. Por favor, inténtalo de nuevo.

source: Your account has been already verified.
es_es: Tu cuenta ya ha sido verificada.

source: Your account has been successfully verified.
es_es: Tu cuenta se ha verificado correctamente.

source: Your e-mail has been successfully saved.
es_es: Tu dirección de correo electrónico se ha guardado correctamente.

source: Direct link
es_es: Enlace directo

source: Failed to check captcha. Please try again.
es_es: No se ha podido comprobar el Captcha. Inténtalo de nuevo.

source: Your account is not verified. Please check your e-mail or
es_es: Tu cuenta no ha sido verificada. Por favor, consulta tu correo electrónico o

source: resend verification link
es_es: envía de nuevo el enlace de confirmación

source: Your account is suspended
es_es: Tu cuenta está suspendida

source: Username or password is incorrect.
es_es: Nombre de usuario o contraseña incorrectos

source: You are logged out.
es_es: La sesión se ha cerrado.

source: E-mail not found.
es_es: No se ha podido encontrar la dirección de correo electrónico.

source: Your account is already verified.
es_es: Tu cuenta ya está verificada.

source: Please check your e-mail for activation link.
es_es: Consulta tu correo electrónico para comprobar si has recibido el enlace de confirmación.

source: Your account is not verified.
es_es: Tu cuenta todavía no está verificada.

source: Please check your e-mail for password reset link.
es_es: Por favor, consulta tu dirección de correo electrónico para comprobar si has recibido el enlace para restablecer la contraseña.

source: New password has been send to your e-mail.
es_es: Se ha enviado la nueva contraseña a tu correo electrónico.

source: You need to click %d more ads to earn commissions from referrals tomorrow.
es_es: Tienes que ver al menos %d anuncios para ganar mañana la bonificación de tus recomendados.

source: You need verified %s account to make purchases on the site. Your last purchase was refunded.
es_es: Tu cuenta %s tiene que estar verificada para poder realizar la compra con ella. Tu pago por la última compra se ha devuelto automáticamente.

source: Sorry, you do not have enough funds.
es_es: No tienes fondos suficientes en tu cuenta.

source: An error occurred. Please try again.
es_es: Se ha producido un error. Por favor, inténtalo de nuevo.

source: Disabled
es_es: No disponible

source: %d days
es_es: %d días

source: I want to recycle them --
es_es: Quiero cambiarlos --

source: I want to extend their rental time for %d days --
es_es: Quiero prolongar el período de alquiler por %d días --

source: Please select action.
es_es: Es necesario elegir una actividad.

source: Please select at least one rented referral
es_es: Por favor, elige al menos un recomendado.

source: Failed to extend rented referrals. Please try again later.
es_es: No se ha podido prolongar el período de alquiler. Inténtalo de nuevo más tarde.

source: Rented referrals extended.
es_es: Se ha prolongado el período de alquiler.

source: Rented Referrals
es_es: Recomendados alquilados

source: Please select at least one direct referral.
es_es: Elige al menos un recomendado directo.

source: You do not have sufficient funds on your balance.
es_es: No tienes fondos suficientes en tu cuenta.

source: Referrals removed successfully.
es_es: Los recomendados han sido eliminados.

source: Failed to remove referrals. Please, try again.
es_es: No se han podido eliminar los recomendados. Inténtalo de nuevo más tarde.

source: I want to delete them -- for $0.01
es_es: Quiero eliminarlos -- por $0.01

source: Direct Referrals
es_es: Recomendados directos

source: AutoRenew settings changed successfully.
es_es: Los ajustes AutoRenew se han guardado correctamente.

source: Failed to change AutoRenew settings. Please, try again.
es_es: No se han podido cambiar los ajustes AutoRenew. Por favor, inténtalo de nuevo.

source: User has been deleted
es_es: El usuario se ha eliminado correctamente

source: User could not be deleted. Please, try again
es_es: No se ha podido eliminar el usuario. Por favor, inténtalo de nuevo.

source: Referral removed successfully.
es_es: El recomendado ha sido eliminado.

source: Failed to remove referral. Please, try again.
es_es: No se ha podido eliminar el recomendado. Por favor, inténtalo de nuevo.

source: You do not have sufficient funds on your Purchase Balance.
es_es: No tienes dinero suficiente en tu cuenta de compra.

source: Account Balance
es_es: Cuenta principal

source: Transfer completed successfully
es_es: La transferencia de fondos se ha realizado correctamente.

source: Error when transferring funds, please try again later.
es_es: Se ha producido un error a la hora de transferir fondos. Inténtalo de nuevo más tarde.

source: Not enough funds on Account Balance.
es_es: No tienes fondos suficientes en tu cuenta principal.

source: Minimum deposit amount is %s.
es_es: El importe mínimo de ingreso es de %s.

source: Maximum deposit amount is %s.
es_es: El importe máximo de ingreso es de %s.

source: Please enter an amount.
es_es: Introduce el importe.

source: Add Funds
es_es: Añadir fondos

source: Please enter amount.
es_es: Introduce el importe.

source: Please select payment gateway.
es_es: Por favor, elige la pasarela de pagos.

source: Withdraw funds
es_es: Desembolsar fondos

source: Sorry, you need funds on Account Balance to cashout.
es_es: No tienes fondos suficientes en tu cuenta principal para desembolsarlos.

source: Sorry, but you need %d more clicks to cashout.
es_es: Lo sentimos, pero necesitas todavía ver al menos %d anuncios para desembolsar fondos.

source: Sorry, but minimum cashout for you is %s
es_es: Lo sentimos, pero tu mínimo para desembolsar fondos es de %s.

source: Sorry, but you need to wait %d more day(s). You can request next cashout at %s
es_es: Lo sentimos, pero debes esperar al menos %d días para desembolsar fondos. Puedes realizar la siguiente orden de pago el día %s.

source: Sorry, you are allowed to have only one pending cashout request.
es_es: Lo sentimos, pero puedes tener sólo una orden de pago pendiente para desembolsar fondos.

source: Cashout successfully done
es_es: Los fondos se han desembolsado correctamente.

source: Rent Referrals
es_es: Alquilar recomendados

source: Sorry, but you need to wait %d more day(s). You can rent next referrals at %s
es_es: Lo sentimos, pero debes esperar al menos %d días para alquilar recomendados. Podrás alquilar los siguientes recomendados el día %s

source: Sorry, we do not have enough referrals available now.
es_es: Lo sentimos, pero no tenemos ningún recomendado disponible para alquilar.

source: This packet will exceed your rented referrals limit.
es_es: Este paquete superará el número permitido de recomendados alquilados.

source: Sorry, you have not enough funds for this pack.
es_es: No tienes fondos suficientes en tu cuenta para comprar este paquete.

source: Sorry, your limit will overflow.
es_es: Desgraciadamente superarás tu límite.

source: Sorry, we do not have so many referrals available at now.
es_es: Lo sentimos, pero no tenemos ningún recomendado disponible para alquilar.

source: Buy referrals
es_es: Comprar recomendados

source: Autopay settings successfully changed.
es_es: Los ajustes AutoPay se han guardado correctamente.

source: Active
es_es: Activo

source: Inactive
es_es: No activo

source: Pending
es_es: Pendiente

source: Clicks
es_es: clics

source: Days
es_es: días

source: I already got paid: %s
es_es: Ya he desembolsado: %s

source: I already earned: %s
es_es: Ya he ganado: %s

source: Site paid: %s
es_es: En total desembolsado: %s

source: DELETED
es_es: Eliminado

source: Wrong action %s on model %s
es_es: Acción errónea %s en el modelo %s

source: Message should be at least %d character length.
es_es: El mensaje debe tener al menos %s caracteres.

source: Un-verified
es_es: No verificado

source: Suspended
es_es: Suspendido

source: You do not have enough funds on Purchase Balance
es_es: No tienes fondos suficientes en tu cuenta de compra.

source: Failed to assign deposit bonus
es_es: No se ha podido asignar la bonificación por el depósito.

source: Sorry, we do not have enough referrals available. Please try again later.
es_es: Desgraciadamente no hay ningún recomendado disponible. Por favor, inténtalo más tarde.

source: Sorry, you do not have enough funds on Purchase Balance.
es_es: No tienes fondos suficientes en tu cuenta de compra.

source: Failed to assign referrals. Please try again later.
es_es: No se han podido asignar los recomendados. Por favor, inténtalo más tarde.

source: Sorry, but this %s account id is already taken
es_es: Desgraciadamente la cuenta %d ya está en uso en el sitio web.

source: %s account id cannot be longer than 255 characters
es_es: La cuenta %d no puede superar 255 caracteres.

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Your PHP version is too old. You need at least 5.2.8.
es_es: Tu versión PHP es obsoleta. La versión mínima requerida es al menos 5.2.8.

source: Temp directory is not writable by script. Please check permissions to "%s".
es_es: El catálogo temporal no tiene permiso de escritura mediante el script. Por favor, comprueba los permisos para “%s”.

source: Database configuration file is not writable by script. Please check permissions to "%s".
es_es: El archivo de configuración de la base de datos no tiene permiso de escritura mediante el script. Por favor, comprueba los permisos para “%s”

source: Banners directory is not writable by script. Please check permissions to "%s".
es_es: El catálogo de banners no tiene permiso de escritura mediante el script. Por favor, comprueba los permisos para “%s”

source: Banners cache directory is not writable by script. Please check permissions to "%s".
es_es: El catálogo de cache banners no tiene permiso de escritura mediante el script. Por favor, comprueba los permisos para “%s”.

source: Please specify host
es_es: Introduce el nombre de host

source: Please specify login
es_es: Introduce el nombre de usuario

source: Please specify password
es_es: Introduce la contraseña

source: Please specify database
es_es: Introduce el nombre de la base de datos

source: Failed to save database configuration. Please check if file %s is writable.
es_es: No se ha podido guardar la configuración de la base de datos. Comprueba si el archivo %s posee el permiso de escritura.

source: Failed to connect to database, please check configuration. %s
es_es: No se puede conectar con la base de datos. Comprueba la configuración. %s

source: Failed to install database schema. Please contact support.
es_es: No se ha podido instalar el esquema de la base de datos. Por favor, ponte en contacto con el servicio.

source: The settings has been saved.
es_es: Los ajustes han sido guardados.

source: The settings could not be saved. Please, try again.
es_es: No se pueden guardar los ajustes. Por favor, inténtalo de nuevo.

source: Database file not found
es_es: No se ha encontrado el archivo de la base de datos.

source: Database sucessfully imported.
es_es: La importación de la base de datos se ha realizado correctamente.

source: Failed to import database. Please, try again.
es_es: No se ha podido importar la base de datos. Por favor, inténtalo de nuevo.

source: Admin has been saved.
es_es: El administrador ha sido guardado.

source: Admin could not be saved. Please, try again.
es_es: No se puede guardar el administrador. Por favor, inténtalo de nuevo.

source: Failed to remove installer. Please remove or rename "%s" manually. Please remove those files, otherwise your script will not be working properly and you are exposing yourself for security issues!
es_es: No se ha podido eliminar el instalador. Hay que eliminar o cambiar el nombre “%s” manualmente. Por favor, elimina estos archivos, en caso contrario el script no funcionará correctamente y estará expuesto al peligro.

source: FuturumClix is sucessfully installed. Please, log in.
es_es: FuturumClix se instalará correctamente. Por favor, inicia sesión.

source: FuturumClix script is installed!
es_es: ¡El script FuturumClix se ha instalado!

source: That is it! You have successfully installed FuturumClix on your server. Feel free to log in to your admin panel or view your site using the links below. Thanks for choosing our script. Do not hesitate to contact us in case you have any questions. Also please make sure to read our manual to set up your script properly. Good luck!
es_es: ¡Esto es todo! Has instalado correctamente el script FuturumClix en tu servidor. Ahora puedes entrar en el panel de administrador o ver la página, utilizando los siguientes enlaces. Si tienes alguna pregunta, utiliza nuestro servicio de apoyo que está disponible después de iniciar sesión en tu cuenta. Asegúrate de que has leído la documentación de nuestro script. ¡Suerte!

source: Home
es_es: Inicio

source: Admin panel
es_es: Panel de administrador

source: Welcome to the FuturumClix Installation
es_es: Bienvenido al instalador FuturumClix

source: You are going to install FuturumClix on your server now. First, we will check if you have all the files and correct permissions set on your server. If you do not, we will let you know. Otherwise you will get the button to move on to the next part of installation.
es_es: Bienvenido al instalador FuturumClix

source: Help me configure it
es_es: Ayúdame a configurarlo

source: I don't / can't use URL rewriting
es_es: No puedo utilizar las redirecciones URL

source: Database settings
es_es: Ajustes de la base de datos

source: Please provide your database data below. If you do not have any, you need to create new database and user to be able to install our script. You can also ask your hosting provider for more details.
es_es: Por favor, introduce los datos de la base de datos. Si no tienes ninguna base, debes crear una y asignarle un usuario. En caso contrario, no podrás instalar el script. También puedes pedir ayuda a tu proveedor de hospedaje.

source: Hostname
es_es: Nombre de host

source: Most likely it will be localhost
es_es: Probablemente será localhost

source: Database username
es_es: Nombre de usuario de la base de datos

source: Enter your database username
es_es: Introduce el nombre de usuario de la base de datos

source: Database password
es_es: Contraseña de la base de datos

source: Enter your database password
es_es: Introduce la contraseña de la base de datos

source: Database name
es_es: Nombre de la base de datos

source: Enter your database name
es_es: Introduce el nombre de la base de datos

source: Database prefix (optional)
es_es: Prefijo de la base de datos (opcional)

source: Enter your database prefix, most likely for shared hostings and databases
es_es: Introduce el prefijo de la base de datos, probablemente para el hospedaje compartido y las bases de datos

source: Save and go forward
es_es: Guardar y continuar

source: Awesome sauce, we have connected to the database.
es_es: Muy bien, nos hemos conectado con la base de datos
