Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/facebook_login.po
Languages: es_es

source: Facebook Graph returned an error: %s
es_es: No podemos conseguir el token de acceso a Facebook. La interfaz API devolvió el siguiente error: %s

source: Facebook SDK error: %s
es_es: Error SDK de Facebook: %s

source: Error %s, code %s, reason %s, description %s
es_es: Error %s, código del error %s, motivo %s, descripción %s

source: Bad request
es_es: Comando incorrecto

source: Invalid Facebook appID
es_es: Identificador incorrecto de la aplicación Facebook

source: Failed to get long-lived access token: %s
es_es: No se puede conseguir el token de acceso: %s

source: Invalid user data
es_es: Datos incorrectos

source: Your IP is already in use.
es_es: Tu dirección IP ya está en uso.

source: Your account has been successfully created.
es_es: ¡Tu cuenta ha sido creada!

source: User could not be saved. Please, try again
es_es: No se puede guardar el usuario. Intenta de nuevo.

source: Direct link
es_es: Enlace directo

source: Register at %s
es_es: Regístrate en %s

source: To finish your registration via Facebook you just need to provide us your username and password so you will be able to change your personal settings in the future and recover your password in case you will loose it.
es_es: Para finalizar el registro mediante Facebook, basta con introducir el nombre de usuario y la contraseña. Gracias a ello, podrás en futuro cambiar tus ajustes personales y recuperar la contraseña si la pierdes.

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Confirm password
es_es: Confirmar contraseña

source: Referrer
es_es: Recomendante

source: I understand and agree with %s
es_es: Entiendo y estoy conforme con %s

source: Terms of Service
es_es: las disposiciones del reglamento

source: Register
es_es: Registrarse

source: Register With Facebook
es_es: Regístrate por Facebook
