Repository: HenPrado/futurumclix
Catalog: app/Locale/spa/LC_MESSAGES/offerwalls.po
Languages: es_es

source: Offerwalls
es_es: Ofertas de pago

source: Offerwall's Log
es_es: Registro de ofertas de pago

source: Failed to get transaction id.
es_es: No se ha podido obtener el identificador de transacción.

source: Failed to save offer
es_es: No se puede guardar la oferta.

source: Offerwall not specified
es_es: La oferta no ha sido determinada.

source: Offerwall not found: %s
es_es: No se ha encontrado la oferta %s

source: Offerwall settings not found
es_es: No se han encontrado los ajustes de la oferta de pago

source: Invalid user
es_es: Usuario incorrecto

source: Empty offers options
es_es: Opciones vacías de la oferta de pago

source: Failed to credit offer
es_es: No se ha podido añadir la bonificación por la oferta

source: Offerwalls Log
es_es: Registro de ofertas de pago

source: Offer ID
es_es: ID de la oferta

source: Date completed
es_es: Fecha de realización

source: Credit date
es_es: Fecha de añadido de la bonificación

source: Page {:page} of {:pages}
es_es: Página {:page} de {:pages}

source: Date credited
es_es: Fecha de pago
